Repository: dtachkov/airtickets_ios_new
Catalog: Resources/Strings/SDK/*.lproj/BaseZeroData.strings
Languages: ar, el, es, fi, ms, pl, pt_br, tr, zh_cn, zh_tw

# no_network_title
source: No connection
ar: لا يوجد إتصال
el: Δεν υπάρχει σύνδεση
es: No hay conexión
fi: Ei yhteyttä
ms: Tiada sambungan
pl: Brak połączenia
pt_br: Sem conexão
tr: Bağlantı yok
zh_cn: 无连接
zh_tw: 無連接

# no_network_subtitle
source: Check your network settings and try again
ar: تحقق من إعدادات الشبكة وأعد المحاولة
el: Ελέγξτε τις ρυθμίσεις του δικτύου σας και δοκιμάστε ξανά
es: Compruebe la configuración de su red e inténtelo de nuevo
fi: Tarkista verkkoasetuksesi ja yritä uudelleen
ms: Semak tetapan rangkaian anda dan cuba lagi
pl: Sprawdź ustawienia sieci i spróbuj ponownie
pt_br: Verifique suas configurações de rede e tente novamente
tr: Ağ ayarlarınızı kontrol edip tekrar deneyin
zh_cn: 检查您的网络设置并重试
zh_tw: 檢查您的網路設定後再試一次

# hotels_inaccessible_title
source: Hotel reservations are not supported in your region
ar: حجوزات الفنادق غير مدعومة في منطقتك
el: Οι κρατήσεις ξενοδοχείων δεν υποστηρίζονται στην περιοχή σας
es: No se admiten reservas de hotel en su región
fi: Hotellivarauksia ei tueta alueellasi
ms: Tempahan hotel tidak disokong di wilayah anda
pl: Rezerwacje hotelowe nie są obsługiwane w Twoim regionie
pt_br: Reservas de hotéis são ão são suportadas em sua região
tr: Otel rezervasyonları bölgenizde desteklenmiyor
zh_cn: 您所在的地区不支持酒店预订
zh_tw: 飯店預訂並 沒有支援您的所在區域

# something_went_wrong_title
source: Something went wrongâ€¦
ar: حدث خطأ ما…
el: Κάτι πήγε στραβά
es: Algo salió mal…
fi: Jokin meni vikaan…
ms: Sesuatu telah berlakuâ€¦
pl: Coś poszło nie tak…
pt_br: Algo deu errado…
tr: Bir şeyler ters gitti…
zh_cn: 有错误发生…
zh_tw: 發生錯誤…

# something_went_wrong_subtitle
source: Please try again or try later
ar: يُرجى إعادة المحاولة أو المحاولة لاحقاً
el: Προσπαθήστε ξανά ή δοκιμάστε αργότερα
es: Inténtelo de nuevo o inténtelo más tarde
fi: Yritä uudelleen tai yritä myöhemmin
ms: Sila cuba lagi atau cuba kemudian
pl: Spróbuj jeszcze raz lub spróbuj później
pt_br: Tente novamente ou tente mais tarde
tr: Lütfen tekrar deneyin veya daha sonra deneyin
zh_cn: 请重试或稍后再试
zh_tw: 請再嘗試一次或稍後再試

# locations_search_no_results_title
source: Nothing found
ar: لم يتم العثور على نتائج
el: Δε βρέθηκε τίποτα
es: No se ha encontrado nada
fi: Mitään ei löytynyt
ms: Tiada apa ditemui
pl: Nic nie znaleziono
pt_br: Não encontramos nada
tr: Hiçbir şey bulunamadı
zh_cn: 未找到结果
zh_tw: 未找到結果

# locations_search_no_results_subtitle
source: Try changing your search parameters
ar: حاول أن تغير معايير البحث الخاصة بك
el: Προσπάθησε να αλλάξεις τις παραμέτρους αναζήτησης
es: Prueba cambiando los parámetros de búsqueda
fi: Muuta hakuehtoja
ms: Cuba tukar parameter carian
pl: Spróbuj zmienić parametry wyszukiwania
pt_br: Tente mudar os parâmetros de busca
tr: Arama parametrelerini değiştirmeyi deneyin
zh_cn: 请尝试更改搜索参数
zh_tw: 嘗試變更搜尋範圍

# flights_search_no_results_title
source: No flights found
ar: لا توجد رحلات
el: Δε βρέθηκαν πτήσεις
es: No hay vuelos
fi: Lentoja ei löytynyt
ms: Tiada penerbangan ditemui
pl: Brak lotów
pt_br: Nenhum voo
tr: Uçuş yok
zh_cn: 没有航班
zh_tw: 無航班

# flights_search_no_results_subtitle
source: Tweak your search parameters and try again
ar: عدّل معلمات البحث وأعد المحاولة
el: Βελτιώστε τις παραμέτρους αναζήτησης και δοκιμάστε ξανά
es: Ajuste sus parámetros de búsqueda y vuelva a intentarlo
fi: Säädä parametrejasi ja yritä uudelleen
ms: Laraskan parameter carian anda dan cuba lagi
pl: Zawęź parametry wyszukiwania i spróbuj ponownie
pt_br: Ajuste seus parâmetros de pesquisa e tente novamente
tr: Arama parametrelerinizi değiştirin ve tekrar deneyin
zh_cn: 调整您的搜索参数并重试
zh_tw: 修改您的搜尋參數 然後再試一次

# hotels_search_no_results_title
source: No hotels found
ar: لم نجد أي فندق
el: Δε βρέθηκαν ξενοδοχεία
es: No se han encontrado hoteles
fi: Hotelleja ei löytynyt
ms: Tiada hotel ditemui
pl: Nie znaleziono hoteli
pt_br: Nenhum hotel encontrado
tr: Hiç otel bulunamadı
zh_cn: 没有找到酒店
zh_tw: 未找到酒店

# hotels_search_no_results_subtitle
source: Tweak your search parameters and try again
ar: عدّل معلمات البحث وأعد المحاولة
el: Βελτιώστε τις παραμέτρους αναζήτησης και δοκιμάστε ξανά
es: Ajuste sus parámetros de búsqueda y vuelva a intentarlo
fi: Säädä parametrejasi ja yritä uudelleen
ms: Laraskan parameter carian anda dan cuba lagi
pl: Zawęź parametry wyszukiwania i spróbuj ponownie
pt_br: Ajuste seus parâmetros de pesquisa e tente novamente
tr: Arama parametrelerinizi değiştirin ve tekrar deneyin
zh_cn: 调整您的搜索参数并重试
zh_tw: 修改您的搜尋參數 然後再試一次

# currency_search_no_results_title
source: Currency not found
ar: لم نعثر على العملة التي تبحث عنها
el: Το νόμισμα δεν βρέθηκε
es: Moneda no encontrada
fi: Valuuttaa ei löytynyt
ms: Mata wang tidak ditemui
pl: Nie znaleziono waluty
pt_br: Unidade monetária não encontrada
tr: Para birimi bulunamadı
zh_cn: 未找到货币种类
zh_tw: 找不到貨幣

# currency_search_no_results_subtitle
source: Try changing your search parameters
ar: حاول أن تغير معايير البحث الخاصة بك
el: Προσπάθησε να αλλάξεις τις παραμέτρους αναζήτησης
es: Prueba cambiando los parámetros de búsqueda
fi: Muuta hakuehtoja
ms: Cuba tukar parameter carian
pl: Spróbuj zmienić parametry wyszukiwania
pt_br: Tente mudar os parâmetros de busca
tr: Arama parametrelerini değiştirmeyi deneyin
zh_cn: 请尝试更改搜索参数
zh_tw: 嘗試變更搜尋範圍

# flights_favorites_no_result_title
source: No flight routes in your favorites
ar: لا توجد مسارات لرحلات الطيران في مفضلتك
el: Δεν υπάρχουν δρομολόγια πτήσεων στα αγαπημένα σας
es: No hay rutas de vuelo en sus favoritos
fi: Ei lentoreittejä suosikeissasi
ms: Tiada laluan dalam pilihan anda
pl: W Twoich ulubionych nie ma tras lotów
pt_br: Nenhuma rota de voo em seus favoritos
tr: Favorilerinizde uçuş rotası yok
zh_cn: 您的收藏夹中没有航线
zh_tw: 您的最愛中沒有航線

# flights_favorites_no_result_subtitle
source: Save your favorite routes so that you can come back to them later
ar: احفظ المسارات المفضلة لرحلاتك بحيث يمكنك العودة إليها لاحقاً
el: Αποθηκεύστε τις αγαπημένες σας διαδρομές, ώστε να μπορείτε να επιστρέψετε σε αυτές αργότερα
es: Guarde sus rutas favoritas para poder volver a ellas más tarde
fi: Tallenna suosikkireittisi, jotta voit palata niihin myöhemmin
ms: Simpan laluan pilihan anda supaya anda boleh kembali kepadanya kemudian
pl: Zapisz ulubione trasy tak, żeby móc wrócić do nich później
pt_br: Salve suas rotas favoritas para que você possa achá-las facilmente depois
tr: Daha sonra geri dönebilmek için favori rotalarınızı kaydedin
zh_cn: 保存您喜欢的航线以便日后查看
zh_tw: 儲存您最愛的航線，待會您就能 回來查看

# hotels_favorites_no_result_title
source: No hotels in your favorites
ar: لا توجد فنادق في مفضلتك
el: Δεν υπάρχουν ξενοδοχεία στα αγαπημένα σας
es: No hay hoteles en sus favoritos
fi: Ei hotelleja suosikeissasi
ms: Tiada hotel dalam pilihan anda
pl: W Twoich ulubionych nie ma hoteli
pt_br: Nenhum hotel em seus favoritos
tr: Favorilerinizde otel yok
zh_cn: 您的收藏夹中没有酒店
zh_tw: 您的最愛中沒有飯店

# hotels_favorites_no_result_subtitle
source: Save your favorite hotels so that you can come back to them later
ar: احفظ فنادقك المفضلة حتى تتمكن من العودة إليها لاحقاً
el: Αποθηκεύστε τα αγαπημένα σας ξενοδοχεία ώστε να μπορείτε να επιστρέψετε σε αυτά αργότερα.
es: Guarde sus hoteles favoritos para poder volver a ellos más tarde
fi: Tallenna suosikkihotellisi, jotta voit palata niihin myöhemmin
ms: Simpan hotel pilihan anda supaya anda boleh kembali ke hotel tersebut kemudian
pl: Wybierz ulubione hotele, żeby móc do nich później wrócić
pt_br: Salve seus hotéis favoritos para que você possa achá-los facilmente depois
tr: Daha sonra tekrar dönebilmek için favori otellerinizi kaydedin
zh_cn: 保存您喜欢的酒店以便日后查看
zh_tw: 儲存您最愛的飯店，待會您就能 回來查看

# retry_button_title
source: Try again
ar: يرجى المحاولة مرة أخرى
el: Ξαναδοκιμασε
es: Reintentar
fi: Yritä uudelleen
ms: Cuba lagi
pl: Jeszcze raz
pt_br: Tentar novamente
tr: Yeniden dene
zh_cn: 重试
zh_tw: 重試

# repeat_button_title
source: Search again
ar: أعد البحث
el: Νέα αναζήτηση
es: Buscar de nuevo
fi: Hae uudelleen
ms: Cari lagi
pl: Wyszukaj jeszcze raz
pt_br: Pesquisar novamente
tr: Tekrar ara
zh_cn: 再次搜索
zh_tw: 再次搜尋

# find_flights_button_title
source: Search flights
ar: البحث عن الرحلات
el: Αναζήτηση πτήσεων
es: Buscar vuelos
fi: Etsi lentoja
ms: Cari penerbangan
pl: Szukaj lotów
pt_br: Buscar voos
tr: Uçuş Ara
zh_cn: 搜索航班
zh_tw: 搜尋航班

# find_hotels_button_title
source: Search hotels
ar: البحث عن الفنادق
el: Αναζήτηση ξενοδοχείων
es: Buscar hoteles
fi: Hae hotelleja
ms: Cari hotel
pl: Wyszukaj hotele
pt_br: Pesquisar hotéis
tr: Otelleri ara
zh_cn: 搜索酒店
zh_tw: 搜尋旅館
