Repository: dtachkov/airtickets_ios_new
Catalog: Resources/Strings/SDK/*.lproj/FlightsTransferTags.strings
Languages: ar, de, el, es, fi, fr, id, it, ja, ko, ms, nl, pl, pt_br, ro, sv, th, tr, vi, zh_cn, zh_tw

# visa_required_title
source: layover with visa
ar: توقف مع تأشيرة
de: zwischenstopp mit Visum
el: ενδιάμεση στάση με βίζα
es: escala con visado
fi: välilasku, joka vaatii viisumin
fr: escale avec visa
id: transit dengan visa
it: scalo con visto
ja: ビザが必要な乗り継ぎ
ko: 비자가 필요한 경유
ms: persinggahan dengan visa
nl: tussenstop met visum
pl: przesiadka z wizą
pt_br: escala com visto
ro: escală ce necesită viză
sv: mellanlandning med visum
th: หยุดพักโดยใช้วีซ่า
tr: vizeli konaklama
vi: chặng dừng cần visa
zh_cn: 需要签证的中转
zh_tw: 需簽證的轉機

# should_recheck_baggage_title
source: interline booking
ar: حجز الربط
de: interline-Buchung
el: πολλαπλή κράτηση
es: reserva interlínea
fi: interline-varaus
fr: réservation intercompagnies
id: pemesanan interline
it: prenotazione interlinea
ja: インターライン予約
ko: 경유선 예약하기
ms: tempahan antara talian
nl: interlineboekingen
pl: rezerwacja międzyliniowa
pt_br: reserva interline
ro: rezervare interline
sv: bokning mellan olika bolag
th: การจองแบบอินเตอร์ไลน์
tr: şirketler arası rezervasyon
vi: đặt chỗ chuyến bay liên danh
zh_cn: 联程预订
zh_tw: 聯程訂位

# night_transfer_title
source: overnight layover
ar: توقف أثناء الليل
de: zwischenstopp mit Übernachtung
el: ολονύκτια στάση
es: escala nocturna
fi: yön yli kestävä välilasku
fr: escale de nuit
id: transit malam
it: scalo notturno
ja: 深夜乗り換え
ko: 오버나이트 경유
ms: persinggahan semalaman
nl: nachtelijke tussenstop
pl: przesiadka nocna
pt_br: escala noturna
ro: escală peste noapte
sv: övernattande mellanlandning
th: หยุดพักค้างคืน
tr: gece bekleme
vi: quá cảnh qua đêm
zh_cn: 过夜中转
zh_tw: 中途停留過夜

# airport_change_required_title
source: airport change
ar: تغيير المطار
de: flughafenwechsel
el: αλλαγή αεροδρομίου
es: cambio de aeropuerto
fi: lentoaseman vaihto
fr: changement d'aéroport
id: pindah bandara
it: cambio di aeroporto
ja: 空港間の地上移動
ko: 공항 변경
ms: pertukaran lapangan terbang
nl: verandering van luchthaven
pl: zmiana lotniska
pt_br: mudança de aeroporto
ro: schimbare de aeroport
sv: flygplatsbyte
th: เปลี่ยนสนามบิน
tr: havalimanı değişikliği
vi: thay đổi sân bay
zh_cn: 变更机场
zh_tw: 機場更換

# short_layover_title
source: short layover
ar: توقف قصير
de: kurzer Zwischenstopp
el: σύντομη στάση
es: escala corta
fi: lyhyt välilasku
fr: brève escale
id: singgah singkat
it: breve sosta
ja: 短い乗り継ぎ
ko: 짧은 레이오버
ms: singgah sebentar
nl: korte tussenstop
pl: krótki postój
pt_br: pausa breve
ro: escală scurtă
sv: kort uppehåll
th: หยุดพักระยะสั้น
tr: kısa aktarma
vi: quá cảnh ngắn
zh_cn: 中途短暂停留
zh_tw: 短暫停留

# extended_visa_required_title
source: You'll require a visa %@
ar: ستحتاج إلى تأشيرة في %@
de: In %@ benötigen Sie ein Visum
el: Θα χρειαστείτε βίζα στο %@
es: Necesitará una visa en %@
fi: %@ vaatii viisumin
fr: Vous aurez besoin d'un visa à %@
id: Anda memerlukan visa di %@
it: Avrai bisogno di un visto a %@
ja: %@ではビザが必要になります
ko: %@에서 비자가 필요합니다
ms: Anda memerlukan visa di %@
nl: U hebt een visum nodig voor %@
pl: Będziesz potrzebować wizy w %@
pt_br: Você precisará de um visto em %@
ro: Veți avea nevoie de viză în %@
sv: Du kommer att behöva ett visa i %@
th: คุณจะต้องมีวีซ่าใน %@
tr: %@ için vizeye ihtiyacınız olacak
vi: Bạn sẽ cần có visa ở %@
zh_cn: 在%@，您需要持有签证
zh_tw: 您入境 %@ 須持有簽證

# extended_should_recheck_baggage_title
source: You'll have to recheck your baggage and check in again for your connecting flight
ar: سيجب عليك إعادة تسجيل أمتعتك وتسجيل الوصول مرة أخرى لرحلة المتابعة الخاصة بك
de: Sie müssen Ihr Gepäck neu aufgeben und sich für Ihren Anschlussflug neu einchecken
el: Θα πρέπει να ελέγξετε εκ νέου τις αποσκευές σας και να κάνετε ξανά check in για την πτήση ανταπόκρισής σας
es: Tendrá que volver a facturar su equipaje y facturar de nuevo para su vuelo de conexión
fi: Muista tarkistaa matkatavarasi ja ilmoittautua jatkolennolle
fr: Vous devrez réenregistrer vos bagages et vous enregistrer à nouveau pour votre vol de correspondance
id: Anda harus mencatatkan ulang bagasi dan check-in lagi untuk penerbangan lanjutan
it: Dovrai ricontrollare il bagaglio e rifare il check-in per la coincidenza
ja: 乗り継ぎ便のために、お荷物を再検査してもう一度チェックインしなければいけません
ko: 수하물을 다시 위탁하고 연결 항공편에 다시 체크인해야 합니다.
ms: Anda perlu memeriksa bagasi anda dan mendaftar masuk semula bagi penerbangan sambungan anda
nl: U moet uw bagage opnieuw inchecken en opnieuw inchecken voor uw aansluitende vlucht
pl: Będzie konieczna ponowna odprawa bagażu i ponowna odprawa na kolejny lot
pt_br: Você precisará despachar sua bagagem e fazer o check-in novamente para o seu voo de conexão
ro: Va trebui să vă reînregistrați bagajele și să vă înregistrați din nou pentru zborul de legătură
sv: Du måste checka om ditt bagage och checka in igen på ditt anslutande flyg
th: คุณจะต้องตรวจสอบสัมภาระและเช็กอินอีกครั้งสำหรับเที่ยวบินต่อเครื่อง
tr: Bagajınızı tekrar kontrol etmeniz ve aktarmalı uçuşunuz için tekrar check-in yapmanız gerekecektir
vi: Bạn sẽ phải ký gửi lại hành lý và làm thủ tục lại cho chuyến bay nối chuyến của mình
zh_cn: 对于联程航班，您需要重新托运行李并再次办理登机手续
zh_tw: 轉機時，您必須重新辦理登機報到手續及托運行李

# extended_night_transfer_title
source: Overnight layover %@
ar: توقف ليلي في %@
de: Zwischenstopp über Nacht in %@
el: Στάση με διανυκτέρευση σε %@
es: Escala con pernocta en %@
fi: Yön yli kestävä välilasku kohteessa %@
fr: Escale de nuit à %@
id: Singgah bermalam di %@
it: Scalo notturno a %@
ja: %@で夜間の乗り継ぎ
ko: %@에서 오버나잇 레이오버
ms: Berhenti bermalam sebentar di %@
nl: Nachtelijke overstap in %@
pl: Nocny postój w %@
pt_br: Pausa com estadia noturna em %@
ro: Escală peste noapte în %@
sv: Uppehåll över natten i %@
th: หยุดพักค้างคืนใน %@
tr: %@ konumunda bir gece süren aktarma
vi: Quá cảnh qua đêm ở %@
zh_cn: %@中途过夜停留
zh_tw: 於 %@ 過夜停留

# extended_airport_change_required_title
source: Airport change %@
ar: تغيير المطار في %@
de: Flughafenwechsel in %@
el: Αλλαγή αεροδρομίου σε %@
es: Cambio de aeropuerto en %@
fi: Lentoaseman vaihto paikkakunnalla %@
fr: Changement d'aéroport à %@
id: Pindah bandara di %@
it: Cambio di aeroporto a %@
ja: %@で空港間の地上移動
ko: 변경된 공항의 도시는 %@
ms: Pertukaran lapangan terbang di %@
nl: Verandering van luchthaven in %@
pl: Zmiana lotniska w %@
pt_br: Mudança de aeroporto em %@
ro: Schimbare aeroport în %@
sv: Flygplatsbyte i %@
th: เปลี่ยนสนามบินใน %@
tr: %@ şehrinde havalimanı değişikliği
vi: Thay đổi sân bay ở %@
zh_cn: 在 %@ 变更机场
zh_tw: 於 %@ 機場更換

# extended_short_layover_title
source: Short layover %@
ar: توقف قصير في %@
de: Kurzer Zwischenstopp in %@
el: Σύντομη στάση σε %@
es: Escala corta en %@
fi: Lyhyt välilasku kohteessa %@
fr: Brève escale à %@
id: Singgah singkat di %@
it: Breve sosta a %@
ja: %@で短い乗り継ぎ
ko: %@에서 짧은 레이오버
ms: Singgah sebentar di %@
nl: Korte overstap in %@
pl: Krótki postój w %@
pt_br: Pausa breve em %@
ro: Escală scurtă în %@
sv: Kort uppehåll in %@
th: หยุดพักระยะสั้นใน %@
tr: %@ konumunda kısa aktarma
vi: Quá cảnh ngắn ở %@
zh_cn: %@中途短暂停留
zh_tw: 於 %@ 短暫停留
