Repository: dtachkov/airtickets_ios_new
Catalog: Resources/Strings/SDK/*.lproj/FlightsLayoverInfo.strings
Languages: ar, da, de, el, es, fi, fr, id, it, ja, ko, ms, nl, no, pl, pt, pt_br, ro, ru, sv, th, tr, vi, zh_cn, zh_tw

# flights_layover_info_visa_title
source: Layover with visa %@
ar: توقف مؤقت مع تأشيرة في %@
da: Ophold med visum i %@
de: Zwischenstopp mit Visum in %@
el: Ενδιάμεση στάση με βίζα στις %@
es: Escala con visado en %@
fi: Välilasku viisumilla kohteessa %@
fr: Escale avec visa aux %@
id: Transit dengan visa di %@
it: Scalo con visto a %@
ja: %@でビザが必要な乗り継ぎ
ko: %@에서 비자를 통한 레이오버
ms: Persinggahan dengan visa di %@
nl: Tussenlanding met visa in %@
no: Mellomlanding med visum i %@
pl: Przerwa w podróży z wizą w %@
pt: Escala com visto em %@
pt_br: Escala com visto em %@
ro: Escală cu viză în %@
ru: Пересадка с визой %@
sv: Mellanlandning med visa i %@
th: หยุดพักโดยมีวีซ่าใน %@
tr: %@'de vizeli aktarma
vi: Quá cảnh với visa ở %@
zh_cn: 持 %@ 签证中转停留
zh_tw: 在%@持簽證轉機

# flights_layover_info_visa_description
source: Some airports don't have a transit zone, meaning that layovers will involve entering the country and you'll require a visa.
ar: لا تحتوي بعض المطارات على منطقة عبور، مما يعني أن فترات التوقف ستتضمن دخول البلاد وستحتاج إلى تأشيرة.
da: Nogle lufthavne har ikke en transitzone, hvilket betyder, at overnatninger mellem fly kræver, at du indrejser i landet og derfor skal have et visum.
de: Einige Flughäfen haben keine Transitzone, was bedeutet, dass Sie bei einer Zwischenlandung in das Land einreisen müssen und ein Visum benötigen.
el: Ορισμένα αεροδρόμια δεν διαθέτουν ζώνη διέλευσης, που σημαίνει ότι οι ενδιάμεσοι σταθμοί συνεπάγονται είσοδο στη χώρα και θα χρειαστείτε βίζα.
es: Algunos aeropuertos no tienen zona de tránsito, lo que significa que las escalas implicarán la entrada en el país y necesitará un visado.
fi: Kaikilla lentoasemilla ei ole kauttakulkualuetta, minkä vuoksi välilaskut tarkoittavat kyseisen valtion alueelle menemistä, mikä voi vaatia viisumin.
fr: Certains aéroports n'ont pas de zone de transit, ce qui signifie que les escales impliquent l'entrée dans le pays et que vous aurez besoin d'un visa.
id: Sejumlah bandara tidak memiliki zona transit, ini berarti jika ada layover maka Anda akan memasuki negara tersebut dan Anda akan memerlukan visa.
it: Alcuni aeroporti non dispongono di una zona di transito, il che significa che gli scali comporteranno l'ingresso nel paese e avrai bisogno di un visto.
ja: 一部の空港にはトランジットゾーンがないため、乗り継ぎには入国が必要となり、またビザも必要になります。
ko: 일부 공항에는 환승 구역이 없으므로, 경유 시 해당 국가에 입국하게 되며 비자가 필요합니다.
ms: Beberapa lapangan terbang tidak mempunyai zon transit, bermakna hentian akan melibatkan anda memasuki negara tersebut dan memerlukan visa.
nl: Sommige luchthavens hebben geen transitzone, wat betekent dat u bij een tussenstop het land in moet en dat u een visum nodig hebt.
no: Noen flyplasser har ingen transitt-sone, noe som betyr at mellomlanding innebærer at du må reise inn i landet og trenger visum.
pl: Niektóre lotniska nie mają strefy tranzytowej, co oznacza, że podczas przesiadki przekracza się granicę kraju i wymagana jest wiza.
pt: Alguns aeroportos não dispõem de zona de trânsito, o que significa que as escalas irão envolver a sua entrada no país, pelo que precisará de ter um visto.
pt_br: Alguns aeroportos não têm área de trânsito, o que significa que as escalas envolverão entrar no país, implicando na exigência de um visto.
ro: Unele aeroporturi nu au o zonă de tranzit, ceea ce înseamnă că pentru escale va trebui să intrați în țară și veți avea nevoie de viză.
ru: В некоторых аэропортах нет транзитной зоны. Это значит, что пересадка равноценна въезду в страну, и вам точно понадобится виза.
sv: Vissa flygplatser har ingen transitzon, vilket innebär att mellanlandningar medför att du måste resa in i landet och att du behöver ett visum.
th: สนามบินบางแห่งไม่มีโซนสำหรับรอต่อเครื่อง หมายความว่าการแวะพักเครื่องระหว่างทางจะเป็นการเข้าสู่ประเทศและคุณจำเป็นจะต้องมีวีซ่า
tr: Bazı havalimanlarında transit bölge bulunmadığından, aktarmalarda ülkeye giriş yapmanız ve vize almanız gerekecektir.
vi: Một số sân bay không có khu vực quá cảnh, nghĩa là trong thời gian quá cảnh, bạn phải nhập cảnh vào quốc gia đó và sẽ cần có visa.
zh_cn: 部分机场没有过境区，这意味着中途停留时需要入境该国家/地区，您需要持有签证。
zh_tw: 有些機場並無設立過境區，也就是說轉機需入境該國家，因此您必須備妥簽證。

# flights_layover_info_separate_booking_title
source: Interline booking
ar: حجز الربط
de: Interline-Buchung
el: Πολλαπλή κράτηση
es: Reserva interlínea
fi: Interline-varaus
fr: Réservation intercompagnies
id: Pemesanan interline
it: Prenotazione interlinea
ja: インターライン予約
ko: 경유선 예약하기
ms: Tempahan antara talian
nl: Interlineboekingen
pl: Rezerwacja międzyliniowa
pt: Reserva interlinhas
pt_br: Reserva interline
ro: Rezervare interline
ru: Раздельное бронирование
sv: Bokning mellan olika bolag
th: การจองแบบอินเตอร์ไลน์
tr: Şirketler arası rezervasyon
vi: Đặt chỗ chuyến bay liên danh
zh_cn: 联程预订
zh_tw: 聯程訂位

# flights_layover_info_separate_booking_description
source: It's not one ticket, but several different tickets in one booking, otherwise known as an interline booking. They're often cheaper that usual bookings, but there are things to consider:
ar: إنها ليست تذكرة واحدة، بل عدة تذاكر مختلفة في حجز واحد، والمعروف أيضًا باسم الحجز بين الخطوط. غالبًا ما تكون هذه الحجوزات أرخص من الحجوزات المعتادة، ولكن هناك أشياء يجب وضعها في الاعتبار:
da: Det er ikke én billet, men flere forskellige billetter i én booking - bedre kendt som en interline-booking. De er ofte billigere end almindelige bookinger, men der er et par ting, du bør tænke over:
de: Es handelt sich nicht um ein einziges Ticket, sondern um mehrere verschiedene Tickets in einer Buchung, auch bekannt als Interline-Flug. Diese Flüge sind oft billiger als normale Buchungen, aber es gibt einiges zu beachten:
el: Δεν πρόκειται για ένα εισιτήριο, αλλά για πολλά διαφορετικά εισιτήρια σε μία κράτηση, γνωστή και ως κράτηση πολλαπλών αερομεταφορέων. Συχνά είναι φθηνότερη από τις συνήθεις κρατήσεις, αλλά υπάρχουν πράγματα που πρέπει να λάβετε υπόψη:
es: No se trata de un billete, sino de varios billetes diferentes en una misma reserva, lo que también se conoce como reserva interlínea. A menudo son más baratas que las reservas habituales, pero hay que tener en cuenta algunas cosas:
fi: Kyseessä ei ole yksittäinen lippu, vaan useita erillisiä lippuja yhdessä varauksessa, joka tunnetaan myös interline-varauksena. Ne ovat usein tavallisia varauksia edullisempia, mutta niiden tapauksessa on syytä ottaa erinäisiä asioita huomioon:
fr: Il ne s'agit pas d'un seul billet, mais de plusieurs billets différents en une seule réservation, autrement dit d'une réservation interligne. Ils sont souvent moins chers que les réservations habituelles, mais il y a des choses à prendre en compte :
id: Ini bukanlah satu tiket, melainkan beberapa tiket berbeda dalam satu pemesanan, atau disebut juga pemesanan interline. Tiket seperti ini sering kali lebih murah dari pemesanan biasa, tetapi ada beberapa hal yang perlu dipertimbangkan:
it: Non si tratta di un biglietto, ma di più biglietti diversi inclusi in un'unica prenotazione, altrimenti nota come prenotazione interline. Spesso sono più economici delle normali prenotazioni, ma considera che:
ja: これは1枚のチケットではなく、1つの予約に複数の異なるチケットが含まれており、インターライン予約とも呼ばれます。多くの場合通常の予約よりも安くなりますが、考慮すべき点があります。
ko: 한 번의 예약으로 한 장의 항공권이 아닌 여러 장의 항공권을 예약하며, 이를 인터라인 예약이라고도 합니다. 일반적인 예약보다 더 저렴한 경우가 많지만, 다음 사항을 고려해야 합니다.
ms: Ia bukannya satu tiket, namun beberapa tiket berbeza dalam satu tempahan, atau dipanggil sebagai tempahan antara laluan. Ia selalunya lebih murah daripada tempahan biasa, namun terdapat beberapa perkara untuk dipertimbangkan:
nl: Het is niet slechts een enkel ticket, maar meerdere verschillende tickets op één boeking, ook wel een interline-boeking genoemd. Ze zijn vaak goedkoper dan gewone boekingen, maar er zijn wel een paar dingen waar u rekening mee moet houden:
no: Det er ikke én billett, men flere ulike billetter i én bestilling, en såkalt interline-billett. De er ofte billigere enn vanlige bestillinger, men det er noen ting du må tenke på:
pl: To nie jeden bilet, ale kilka oddzielnych biletów w ramach jednej rezerwacji, zwanej inaczej rezerwacją międzyliniową. Zazwyczaj są one tańsze niż zwykłe bilety, ale należy wziąć pod uwagę kilka kwestii:
pt: Não se trata de um bilhete, mas sim de vários bilhetes numa só reserva, ou seja, aquilo que também se conhece como "reserva interline". Muitas vezes, essas reservas saem mais baratas do que as reservas comuns, mas deve considerar alguns pormenores:
pt_br: Não é só uma passagem, mas várias passagens diferentes em uma reserva, o que é normalmente conhecido como reserva interlinha. Geralmente, ela é mais barata que uma reserva comum, mas há algumas coisas a se considerar:
ro: Nu este vorba de un singur bilet, ci de mai multe bilete diferite în cadrul unei singure rezervări, cunoscută și sub numele de rezervare interlinie. Acestea sunt adesea mai ieftine decât rezervările obișnuite, dar trebuie să țineți cont de anumite aspecte:
ru: Это не один билет, а несколько разных. Такие бронирования называются раздельными. Они часто дешевле обычных, но есть нюансы:
sv: Det är inte en biljett, utan flera olika biljetter i en bokning, även kallat en interline-bokning. Dessa är ofta billigare än vanliga bokningar, men det finns saker att tänka på:
th: ไม่ใช่ตั๋วใบเดียว แต่เป็นตั๋วหลายใบที่แตกต่างกันในการจองครั้งเดียว รู้จักกันในชื่อว่าการจองแบบอินเตอร์ไลน์ โดยการจองแบบอินเตอร์ไลน์มักจะถูกกว่าการจองแบบปกติ แต่จะมีหลายสิ่งที่ต้องคำนึงถึง:
tr: Tek bir rezervasyonda tek bir bilet değil, birkaç farklı bilet ya da diğer bir deyişle interline rezervasyon olarak da bilinir. Genellikle normal rezervasyonlardan daha ucuzdur, ancak dikkat edilmesi gereken hususlar vardır:
vi: Đây không phải một vé mà một số vé khác nhau trong cùng một yêu cầu đặt chỗ, hay còn gọi là đặt chỗ liên tuyến. Hình thức này thường rẻ hơn các hình thức đặt chỗ thông thường. Tuy nhiên, bạn cần lưu ý những điều sau:
zh_cn: 这不是一张机票，而是一次预订中的多张不同机票，也被称为联程预订。联程预订通常比常规预订更低廉，但有一些需要您考虑的事项：
zh_tw: 這並不是單一張機票，而是同一個預訂中含有多張機票，也就是所謂的聯程機票。這種機票通常價格比較便宜，但有幾些事項必須考量：

# flights_layover_info_separate_booking_nuance_0
source: You'll have to check in for your connecting flight on the layover, including collecting and rechecking any baggage
ar: سيتعين عليك تسجيل الوصول لرحلة المتابعة الخاصة بك أثناء التوقف، بما في ذلك استلام أي أمتعة وإعادة فحصها
da: Du skal tjekke ind til din forbindende flyvning til overnatningen mellem fly, herunder indhentning og indtjekning af eventuel bagage
de: Sie müssen beim Zwischenstopp für Ihren Anschlussflug einchecken und daher auch das Gepäck abholen und erneut aufgeben
el: Θα πρέπει να κάνετε check-in για την πτήση ανταπόκρισής σας στον ενδιάμεσο σταθμό, συμπεριλαμβανομένης της παραλαβής και εκ νέου ελέγχου τυχόν αποσκευών
es: Tendrá que facturar para su vuelo de conexión en la escala, lo que implica recoger y volver a facturar el equipaje
fi: Sinun on ilmoittauduttava jatkolennollesi välilaskun aikana, mikä vaatii myös matkatavaroiden noutamisen ja tarkastuksen
fr: Vous devrez vous enregistrer pour votre vol de correspondance pendant l'escale, et récupérer et réenregistrer vos bagages
id: Anda harus melapor masuk untuk penerbangan lanjutan pada layover, termasuk mengambil dan mendaftarkan ulang bagasi
it: Dovrai effettuare il check-in per il volo di coincidenza durante lo scalo, incluso il ritiro e il controllo di eventuali bagagli
ja: 手荷物の受け取りと再預け入れを含め、乗り継ぎ時に乗り継ぎ便にチェックインする必要があります。
ko: 경유지에서 연결편 탑승 시 체크인해야 하며 위탁 수하물을 찾고 다시 위탁해야 합니다.
ms: Anda perlu mendaftar masuk untuk penerbangan sambungan di hentian tersebut, termasuk memungut dan menyemak semula sebarang bagasi
nl: Tijdens de tussenstop moet u inchecken voor uw aansluitende vlucht, inclusief het ophalen en opnieuw inchecken van eventuele bagage
no: Du må sjekke inn til mellomlandingen, og du må hente og sjekke inn eventuell bagasje på nytt
pl: Musisz przejść odprawę na lot przesiadkowy podczas przesiadki, w tym odebrać i ponownie nadać bagaż
pt: Terá de fazer o check-in do seu voo de ligação durante a escala, o que inclui recolher e voltar a despachar qualquer bagagem
pt_br: Você terá que fazer o check-in para o seu voo de conexão na escala, incluindo coleta e nova verificação de bagagens
ro: Va trebui să vă înregistrați pentru zborul de legătură în timpul escalei, inclusiv să colectați și să verificați din nou bagajele
ru: Нужно регистрироваться на рейс при пересадке, а если у вас есть багаж – получать и сдавать его
sv: Du måste checka in på ditt anslutningsflyg under mellanlandningen samt hämta eventuellt bagage och checka in det på nytt
th: คุณจะต้องทำการเช็คอินสำหรับเที่ยวบินแบบต่อเครื่องของคุณในช่วงการแวะพักเครื่องระหว่างทาง รวมถึงการเก็บและตรวจสอบสัมภาระใดๆ ซ้ำด้วย
tr: Aktarma sırasında aktarmalı uçuşunuz için check-in yapmanız gerekecek, buna bagajların alınması ve yeniden kontrol edilmesi de dahil
vi: Bạn phải làm thủ tục lên chuyến bay nối chuyến trong thời gian quá cảnh, bao gồm cả việc tự đi lấy rồi ký gửi tiếp hành lý lên chuyến bay tiếp theo
zh_cn: 你需要在中途停留时为中转航班办理值机，包括取走所有行李并重新托运
zh_tw: 您必須在轉機時辦理轉機航班的報到登機手續，包含領取所有的行李，然後再次辦理托運

# flights_layover_info_separate_booking_nuance_1
source: The layover will involve entering the country – if you require a visa, you'll be asked for it at passport control
ar: سيتضمن التوقف دخول البلاد - إذا كنت بحاجة إلى تأشيرة، فسوف يُطلب منك ذلك عند مراقبة الجوازات
da: Overnatningen mellem fly indebærer, at du skal rejse ind i landet - hvis et visum er påkrævet, skal du kunne fremvise det ved paskontrollen
de: Bei der Zwischenlandung müssen Sie in das Land einreisen. Wenn Sie ein Visum benötigen, werden Sie bei der Passkontrolle danach gefragt
el: Ο ενδιάμεσος σταθμός θα περιλαμβάνει την είσοδο στη χώρα - εάν χρειάζεστε βίζα, θα σας ζητηθεί στον έλεγχο διαβατηρίων
es: La escala implicará la entrada en el país: si necesita visado, se lo pedirán en el control de pasaportes
fi: Välilasku tarkoittaa kyseiseen valtioon menemistä, mikä saattaa vaatia viisumin kysymistä passintarkastuksen yhteydessä
fr: L'escale implique l'entrée dans le pays – si vous avez besoin d'un visa, il vous sera demandé au contrôle des passeports
id: Layover akan mengharuskan Anda memasuki negara—jika Anda memerlukan visa, Anda akan dimintai itu saat pemeriksaan paspor
it: Lo scalo comporterà l'ingresso nel paese: se hai bisogno di un visto, ti verrà chiesto al controllo passaporti
ja: 乗り継ぎには入国が必要です。ビザが必要な場合は、パスポートコントロールで要求されます。
ko: 경유지 시 해당 국가에 입국하게 됩니다. 비자가 필요한 경우, 입국 심사대에서 여권을 확인합니다.
ms: Hentian akan melibatkan anda memasuki negara tersebut - sekiranya anda memerlukan visa, anda akan ditanya di kawalan pasport
nl: Tijdens de tussenstop moet u het land in. Indien u een visum nodig hebt, wordt u hierom gevraagd bij de paspoortcontrole
no: Mellomlandingen innebærer at du må reise inn i landet - hvis du trenger visum, vil du bli bedt om det i passkontrollen
pl: Przesiadka wiąże się z przekroczeniem granicy kraju – jeśli wymagana jest wiza, należy ją okazać podczas kontroli paszportowej
pt: A escala implicará a sua entrada no país - se precisar de visto, irão pedir-lhe que o apresente no serviço de controlo de passaportes
pt_br: A escala envolverá entrar no país — se for exigido um visto, será pedido a você no controle de passaportes
ro: Escala va presupune intrarea în țară; dacă aveți nevoie de viză, aceasta vă va fi solicitată la punctul de control al pașapoartelor
ru: Пересадка равноценна въезду в страну – если нужна виза, ее потребуют на паспортном контроле
sv: Mellanlandningen medför inresa i landet. Om du behöver ett visum ombeds du att visa upp det i passkontrollen
th: การแวะพักเครื่องระหว่างทางจะเป็นการเข้าสู่ประเทศ - หากคุณจำเป็นต้องมีวีซ่า คุณจะถูกขอวีซ่าที่จุดตรวจหนังสือเดินทาง
tr: Aktarma sırasında ülkeye giriş yapmanız gerekecektir - vize almanız gerekiyorsa, pasaport kontrolünde sizden vize istenecektir
vi: Bạn sẽ phải nhập cảnh vào quốc gia đó trong thời gian quá cảnh. Nếu bạn cần có visa, bên kiểm soát hộ chiếu sẽ yêu cầu bạn xuất trình
zh_cn: 中途停留可能涉及入境该国家/地区——如果需要签证，您需要在护照检查处出示签证
zh_tw: 轉機會入境該國家──若您入境該國需要簽證，則在護查驗櫃檯時就會被要求出示簽證

# flights_layover_info_separate_booking_nuance_2
source: If the layover country isn't currently permitting tourists, you may not make your connecting flight
ar: إذا كانت دولة التوقف لا تسمح حاليًا بدخول السائحين، فلا يجوز لك القيام برحلة المتابعة الخاصة بك
da: Hvis landet for overnatningen mellem fly ikke tillader turister i øjeblikket, vil du muligvis ikke komme med dit forbindende fly
de: Wenn das Land, in dem Sie zwischenlanden, derzeit keine Touristen zulässt, können Sie Ihren Anschlussflug möglicherweise nicht antreten
el: Εάν η χώρα ενδιάμεσου σταθμού δεν επιτρέπει προς το παρόν τους τουρίστες, ενδέχεται να μην προλάβετε την πτήση ανταπόκρισής σας
es: Si el país de escala actualmente no admite turistas, es posible que no llegue a su vuelo de conexión
fi: Jos välilaskumaa ei ota sillä hetkellä vastaan turisteja, niin et välttämättä ehdi jatkolennollesi
fr: Si le pays d'escale n'autorise actuellement pas les touristes, il se peut que vous ne puissiez pas prendre votre vol de correspondance
id: Jika negara layover sedang tidak mengizinkan turis masuk, Anda mungkin tidak dapat mengikuti penerbangan lanjutan Anda
it: Se il paese di scalo attualmente non consente l'ingresso ai turisti, potresti non effettuare il volo di coincidenza
ja: 乗り継ぎ国が現在観光客を受け入れていない場合、乗り継ぎ便に乗れない可能性があります
ko: 경유 국가에서 현재 관광객 입국이 허용되지 않는 경우, 연결편에 탑승하지 못할 수 있습니다.
ms: Sekiranya negara hentian tersebut tidak membenarkan kemasukan pelancong buat masa ini, anda mungkin tidak dapat menaiki penerbangan sambungan anda
nl: Als het land van uw tussenstop momenteel geen toeristen toestaat, kunt u geen gebruikmaken van uw aansluitende vlucht
no: Hvis mellomlandingslandet ikke tillater turister for øyeblikket, kan det hende at du ikke rekker videreflyet ditt
pl: Jeśli kraj, w którym odbywa się przesiadka, nie zezwala obecnie na wjazd turystów, możesz nie zdążyć na lot przesiadkowy
pt: Se, nesse momento, o país de escala não estiver a permitir a entrada de turistas, não poderá fazer o seu voo de ligação
pt_br: Se o país da escala não estiver aceitando turistas, você pode não conseguir fazer o seu voo de conexão
ro: Dacă țara de escală nu permite în prezent accesul turiștilor, este posibil să nu puteți prinde zborul de legătură
ru: Если в страну пересадки не пускают туристов, вы можете не попасть на следующий рейс
sv: Om landet för mellanlandningen inte släpper in turister för tillfället kanske du inte kommer med på ditt anslutande flyg
th: หากประเทศที่ทำการแวะพักเครื่องระหว่างทางไม่รับนักท่องเที่ยวในขณะนี้ คุณอาจไม่สามารถโดยสารเที่ยวบินแบบต่อเครื่องได้
tr: Aktarma yapacağınız ülke şu anda turistlere izin vermiyorsa, aktarmalı uçuşunuza yetişemeyebilirsiniz
vi: Nếu quốc gia mà bạn quá cảnh hiện không cho phép khách du lịch, bạn có thể sẽ không thực hiện được chuyến bay nối chuyến
zh_cn: 如果中途停留的国家/地区目前不允许游客入境，您可能无法搭乘中转航班
zh_tw: 如果轉機國家目前不允許遊客入境，您就可能無法搭上轉機航班

# flights_layover_info_separate_booking_nuance_3
source: If you miss your connecting flight due to your first one being delayed, the airline won't compensate your expenses
ar: إذا فاتتك رحلة المتابعة الخاصة بك بسبب تأخر رحلتك الأولى، فلن تقوم شركة الطيران بتعويض نفقاتك
da: Hvis du ikke når dit forbindende fly, fordi dit første er forsinket, kompenserer flyselskabet dig ikke for dine udgifter
de: Falls Sie Ihren Anschlussflug verpassen, weil Ihr erster Flug Verspätung hat, erstattet die Fluggesellschaft Ihnen keine Kosten
el: Εάν χάσετε την πτήση ανταπόκρισής σας λόγω καθυστέρησης της πρώτης πτήσης σας, η αεροπορική εταιρεία δεν θα σας αποζημιώσει για τα έξοδά σας
es: Si pierde su vuelo de conexión debido al retraso del primero, la compañía aérea no compensará sus gastos
fi: Lentoyhtiö ei korvaa kulujasi, jos et ehdi jatkolennollesi ensimmäisen lentosi viivästymisen vuoksi
fr: Si vous manquez votre vol de correspondance en raison du retard de votre premier vol, la compagnie aérienne ne remboursera pas vos frais
id: Jika Anda melewatkan penerbangan lanjutan Anda karena penerbangan pertama tertunda, pihak maskapai tidak akan memberi kompensasi atas pengeluaran Anda
it: Se perdi il volo di coincidenza a causa del ritardo del primo, la compagnia aerea non ti rimborserà
ja: 最初の便の遅延により乗り継ぎ便に乗り遅れた場合、航空会社は費用を補償しません
ko: 첫 번째 항공편이 연착되어 연결편을 놓친 경우, 항공사는 비용을 보상하지 않습니다.
ms: Sekiranya anda terlepas penerbangan sambungan anda disebabkan oleh kelewatan penerbangan awal, syarikat penerbangan tidak akan memberikan pampasan terhadap perbelanjaan anda
nl: Als u uw aansluitende vlucht mist omdat uw eerste vlucht vertraagd is, worden uw kosten niet vergoed door de luchtvaartmaatschappij
no: Hvis du ikke rekker forbindelsesflyet på grunn av at det første flyet er forsinket, vil flyselskapet ikke kompensere for utgiftene dine
pl: Jeśli spóźnisz się na lot przesiadkowy z powodu opóźnienia pierwszego lotu, linia lotnicza nie zrekompensuje Ci poniesionych kosztów
pt: Se perder o seu voo de ligação por motivo de atraso do primeiro voo, a companhia aérea não lhe irá oferecer qualquer compensação pelas despesas em que tiver incorrido
pt_br: Se você perder o seu voo de conexão devido a um atraso do seu primeiro voo, a companhia aérea não compensará as suas despesas
ro: Dacă pierdeți zborul de legătură din cauza întârzierii primului zbor, compania aeriană nu vă va rambursa cheltuielile
ru: Если рейс задержат и вы опоздаете на следующий, все расходы лягут на вас, а не на авиакомпанию
sv: Om du missar ditt anslutande flyg på grund av att det första flyget är försenat kompenseras du inte för kostnaderna av flygbolaget
th: หากคุณพลาดเที่ยวบินแบบต่อเครื่องของคุณ เนื่องจากเที่ยวบินแรกของคุณล่าช้า ทางสายการบินจะไม่ชดเชยค่าใช้จ่ายให้คุณ
tr: İlk uçuşunuzun rötar yapması nedeniyle aktarmalı uçuşunuzu kaçırırsanız, havayolu şirketi masraflarınızı karşılamayacaktır
vi: Nếu bạn lỡ chuyến bay nối chuyện do chuyến bay đầu tiên của bạn bị trễ thì hãng hàng không sẽ không bồi thường các chi phí bạn đã bỏ ra
zh_cn: 如果您由于第一程航班延误而错过了中转航班，航空公司不会赔偿您的开支
zh_tw: 如果您因第一班航班延誤，造成您錯過轉機航班，航空公司不會補償任何損失
