Repository: dtachkov/airtickets_ios_new
Catalog: Resources/Strings/SDK/*.lproj/FlightsPriceCharts.strings
Languages: ar, da, el, fi, fr, it, ja, ko, nl, no, pl, pt_br, ro, ru, sv, th, tr, vi, zh_cn, zh_tw

# flights_price_charts_search_button_without_price
source: Search flights
ar: البحث عن الرحلات
da: Søg efter flyrejser
el: Αναζήτηση πτήσεων
fi: Etsi lentoja
fr: Rechercher des vols
it: Cerca voli
ja: フライトを検索
ko: 항공편 검색
nl: Zoek vluchten
no: Søk etter flyvninger
pl: Szukaj lotów
pt_br: Buscar voos
ro: Caută zboruri
ru: Найти билеты
sv: Sök flyg
th: ค้นหาเที่ยวบิน
tr: Uçuş Ara
vi: Tìm kiếm chuyến bay
zh_cn: 搜索航班
zh_tw: 搜尋航班

# flights_price_charts_search_button
source: Find flights starting from %@
ar: ابحث عن رحلات يبدأ سعرها من %@
da: Find flyrejser fra %@
el: Βρες πτήσεις από %@
fi: Löydä lennot alkaen %@
fr: Trouver des vols à partir de %@
it: Trova voli a partire da %@
ja: %@からの航空便を探す
ko: %@부터 시작하는 항공편 찾기
nl: Vind vluchten vanaf %@
no: Finn flyvninger fra %@
pl: Znadź loty od %@
pt_br: Encontrar voos a partir de %@
ro: Găsește zboruri începând de la %@
ru: Найти билеты от %@
sv: Hitta flyg från %@
th: ค้นหาเที่ยวบินเริ่มจาก %@
tr: %@ kalkışlı uçuşları bul
vi: Tìm chuyến bay khởi hành từ %@
zh_cn: 查找价格从 %@ 起的航班
zh_tw: 尋找價格從 %@ 起的航班

# flights_price_charts_price_form
source: from %@
ar: من %@
da: fra %@
el: από %@
fi: alkaen %@
fr: à partir de %@
it: da %@
ja: %@から
ko: %@부터
nl: vanaf %@
no: fra %@
pl: od %@
pt_br: a partir de %@
ro: de la %@
ru: от %@
sv: från %@
th: จาก %@
tr: %@'dan
vi: từ %@
zh_cn: 来自%@
zh_tw: 來自%@

# flights_price_charts_price_not_available
source: Price not available
ar: السعر غير متوفر
da: Pris er ikke tilgængelig
el: Μη διαθέσιμη τιμή
fi: Hinta ei ole saatavilla
fr: Prix non disponible
it: Prezzo non disponibile
ja: 価格該当なし
ko: 가격 이용 불가
nl: Prijs niet beschikbaar
no: Pris er ikke tilgjengelig
pl: Cena niedostępna
pt_br: Preço indisponível
ro: Pretul nu este disponibil
ru: Цена неизвестна
sv: Pris ej tillgängligt
th: ไม่สามารถดูราคาได้
tr: Fiyat mevcut değil
vi: Không có giá
zh_cn: 票价不可用
zh_tw: 票價不可用

# flights_price_charts_price_departure_title_for_cases
source: Outbound flight %@
ar: رحلة مغادرة إلى %@
da: Udgående flyrejse til %@
el: Εξερχόμενη πτήση προς %@
fi: Meno kohteeseen %@
fr: Vol de sortie vers %@
it: Volo di andata per %@
ja: %@への出発便
ko: %@ 행 출발 항공권
nl: Vlucht naar %@
no: Utgående flyvning til %@
pl: Lot wychodzący do %@
pt_br: Voo de ida para %@
ro: Zbor de plecare către %@
ru: Вылет %@
sv: Ankomstflyg till %@
th: เที่ยวบินต่างประเทศไปยัง %@
tr: %@'e giden uçuş
vi: Chuyến bay đi đến %@
zh_cn: 到 %@ 的去程航班
zh_tw: 飛往 %@ 的去程航班

# flights_price_charts_price_departure_title
source: Outbound flight %@
ar: رحلة مغادرة إلى %@
da: Udgående flyrejse til %@
el: Εξερχόμενη πτήση προς %@
fi: Meno kohteeseen %@
fr: Vol de sortie vers %@
it: Volo di andata per %@
ja: %@への出発便
ko: %@ 행 출발 항공권
nl: Vlucht naar %@
no: Utgående flyvning til %@
pl: Lot wychodzący do %@
pt_br: Voo de ida para %@
ro: Zbor de plecare către %@
ru: Вылет в %@
sv: Ankomstflyg till %@
th: เที่ยวบินต่างประเทศไปยัง %@
tr: %@'e giden uçuş
vi: Chuyến bay đi đến %@
zh_cn: 到 %@ 的去程航班
zh_tw: 飛往 %@ 的去程航班

# flights_price_charts_price_return_title_for_cases
source: Return flight %@
ar: رحلة عودة إلى %@
da: Returfly til %@
el: Πτήση επιστροφής προς %@
fi: Paluu kohteeseen %@
fr: Vol de retour vers %@
it: Volo di ritorno per %@
ja: %@への到着便
ko: %@ 행 귀국 항공권
nl: Vlucht naar %@
no: Returflyvning til %@
pl: Lot powrotny do %@
pt_br: Voo de volta para %@
ro: Zbor retur către %@
ru: Обратно %@
sv: Returflyg till %@
th: เที่ยวบินกลับไปยัง %@
tr: %@'e dönüş uçuşu
vi: Chuyến bay về đến %@
zh_cn: 到 %@ 的返程航班
zh_tw: 回 %@ 的回程航班

# flights_price_charts_price_return_title
source: Return flight %@
ar: رحلة عودة إلى %@
da: Returfly til %@
el: Πτήση επιστροφής προς %@
fi: Paluu kohteeseen %@
fr: Vol de retour vers %@
it: Volo di ritorno per %@
ja: %@への到着便
ko: %@ 행 귀국 항공권
nl: Vlucht naar %@
no: Returflyvning til %@
pl: Lot powrotny do %@
pt_br: Voo de volta para %@
ro: Zbor retur către %@
ru: Обратно в %@
sv: Returflyg till %@
th: เที่ยวบินกลับไปยัง %@
tr: %@'e dönüş uçuşu
vi: Chuyến bay về đến %@
zh_cn: 到 %@ 的返程航班
zh_tw: 回 %@ 的回程航班

# flights_price_charts_price_direct_flight
source: Direct flights only
ar: رحلات مباشرة فقط
da: Kun direkte fly
el: Απευθείας πτήσεις μόνο
fi: Vain suorat lennot
fr: Vols directs seulement
it: Solo voli diretti
ja: 直行便のみ
ko: 직항만 선택
nl: Alleen directe vluchten
no: Kun direktefly
pl: Tylko loty bezpośrednie
pt_br: Apenas voos diretos
ro: Doar zboruri directe
ru: Только прямые рейсы
sv: Endast direktflyg
th: เฉพาะเที่ยวบินตรง
tr: Sadece direkt uçuşlar
vi: Chỉ bay thẳng
zh_cn: 仅直达航班
zh_tw: 僅限直航

# flights_price_charts_price_baggage
source: Baggage included
ar: شاملة الأمتعة
da: Bagage inkluderet
el: Περιλαμβάνονται αποσκευές
fi: Sisältää matkatavarat
fr: Bagages inclus
it: Bagaglio incluso
ja: 手荷物込み
ko: 수하물 포함
nl: Inclusief bagage
no: Bagasje inkludert
pl: Bagaż uwzględniony
pt_br: Bagagem inclusa
ro: Bagaj inclus
ru: С багажом
sv: Bagage ingår
th: รวมสัมภาระ
tr: Bagaj dahil
vi: Đã bao gồm hành lý
zh_cn: 包含行李
zh_tw: 行李包括在内
