Repository: dtachkov/airtickets_ios_new
Catalog: Resources/Strings/SDK/*.lproj/FlightDetails.strings
Languages: ar, da, de, el, es, fi, fr, id, it, ja, ko, ms, nl, no, pl, pt, ro, ru, sv, th, tr, vi, zh_cn, zh_tw

# flight_details_luggage_information
source: Baggage: %dx%d kg per passenger
ar: الأمتعة: %dx%d كجم لكل راكب
da: Bagage: %dx%d kg pr. passager
de: Gepäck: %dx%d kg pro Reisenden
el: Αποσκευές: %dx%d kg ανά επιβάτη
es: Equipaje: %dx%d kg por pasajero
fi: Matkatavarat: %d × %d kg matkustajaa kohti
fr: Bagages : %dx%d kg par passager
id: Bagasi: %dx%d kg per orang
it: Bagaglio: %dx%d kg per passeggero
ja: 受託手荷物： 乗客1人につき%dx%d kg
ko: 수화물: 승객 1인당 %dx%dkg
ms: Bagasi: %dx%d kg setiap penumpang
nl: Bagage: %dx%d kg per passagier
no: Bagasje: %dx%d kg per passasjer
pl: Bagaż: %d x %d kg na pasażera
pt: Bagagem: %dx%d kg por passageiro
ro: Bagaje: %dx%d kg per pasager
ru: Багаж %dx%d кг на человека
sv: Bagage: %d×%d kg per passagerare
th: สัมภาระ: %dx%d กก. ต่อผู้โดยสาร
tr: Bagaj: Yolcu başına %dx%d kg
vi: Hành lý: %dx%d kg mỗi hành khách
zh_cn: 行李：每位乘客 %dx%d 公斤
zh_tw: 行李：每位乘客 %dx%d 公斤

# flight_details_luggage_not_included
source: Baggage not included
ar: لا تشمل الشنط
da: Bagage ikke inkluderet
de: Gepäck nicht inklusive
el: Δε συμπεριλαμβάνονται αποσκευές
es: Equipaje no incluido
fi: Matkatavarat eivät sisälly
fr: Bagages non inclus
id: Tidak termasuk bagasi
it: Bagaglio non incluso
ja: 手荷物を除く
ko: 수하물 포함 안 됨
ms: Tidak termasuk bagasi
nl: Exclusief bagage
no: Bagasje er ikke inkludert
pl: Bagaż nie jest uwzględniony
pt: Bagagem não incluída
ro: Bagajul nu este inclus
ru: Без багажа
sv: Baggage inte inkluderad
th: ไม่รวมกระเป๋าเดินทาง
tr: Bagaj dahil değil
vi: Không bao gồm hành lý
zh_cn: 不包含行李
zh_tw: 不包括行李

# flight_details_luggage_must_be_paid_separately
source: Checked baggage paid separately
ar: يُدفَع ثمن الأمتعة المسجلة بشكل منفصل
da: Indtjekket bagage betales separat
de: Aufgegebenes Gepäck wird extra bezahlt
el: Οι παραδοτέες αποσκευές πληρώνονται χωριστά
es: Equipaje facturado pagado por separado
fi: Lähtöselvitetty matkatavara maksettu erikseen
fr: Bagages enregistrés payés séparément
id: Bagasi terdaftar dibayar terpisah
it: Bagaglio registrato pagato a parte
ja: 受託手荷物は別途料金
ko: 위탁 수화물 별도 요금 결제
ms: Bagasi berdaftar dibayar secara berasingan
nl: Ingecheckte bagage apart betaald
no: Innsjekket bagasje betales separat
pl: Bagaż rejestrowany opłacany oddzielnie
pt: Bagagem despachada por pagamento à parte
ro: Bagajele înregistrate se plătesc separat
ru: Багаж оплачивается отдельно
sv: Incheckat bagage betalas separat
th: สัมภาระโหลดใต้เครื่องจ่ายแยกต่างหาก
tr: Kayıtlı bagaj ayrı olarak ödenir
vi: Thanh toán riêng cho hành lý ký gửi
zh_cn: 托运行李单独付费
zh_tw: 托運行李另外付費

# flight_details_luggage_included
source: Baggage included
ar: شاملة الأمتعة
da: Bagage inkluderet
de: Gepäck eingeschlossen
el: Περιλαμβάνονται αποσκευές
es: Equipaje incluido
fi: Sisältää matkatavarat
fr: Bagages inclus
id: Termasuk bagasi
it: Bagaglio incluso
ja: 手荷物込み
ko: 수하물 포함
ms: Termasuk bagasi
nl: Inclusief bagage
no: Bagasje inkludert
pl: Bagaż uwzględniony
pt: Bagagem inclusa
ro: Bagaj inclus
ru: Багаж включён
sv: Bagage ingår
th: รวมสัมภาระ
tr: Bagaj dahil
vi: Đã bao gồm hành lý
zh_cn: 包含行李
zh_tw: 行李包括在内

# flight_details_add_luggage
source: Add baggage
ar: إضافة أمتعة
da: Tilføj baggage
de: Gepäck hinzufügen
el: Προσθήκη αποσκευής
es: Añadir equipaje
fi: Lisää matkatavarat
fr: Ajouter un bagage
id: Tambah bagasi
it: Aggiungi bagaglio
ja: 手荷物を追加
ko: 수화물 추가
ms: Tambah bagasi
nl: Bagage toevoegen
no: Legg til bagasje
pl: Dodaj bagaż
pt: Adicionar bagagem
ro: Adaugă bagaj
ru: Добавить багаж
sv: Lägg till bagage
th: เพิ่มกระเป๋า
tr: Bagaj ekleyin
vi: Thêm hành lý
zh_cn: 添加行李
zh_tw: 新增行李

# flight_details_price_per_person
source: Price for 1 passenger
ar: السعر للراكب الواحد
da: Pris for 1 passager
de: Preis für 1 Reisenden
el: Τιμή για 1 επιβάτη
es: Precio para un pasajero
fi: Hinta 1 matkustajalle
fr: Prix pour 1 passager
id: Harga untuk 1 penumpang
it: Prezzo per 1 passeggero
ja: 乗客1人分の料金
ko: 승객 1인 요금
ms: Harga untuk 1 penumpang
nl: Prijs voor 1 passagier
no: Pris for én passasjer
pl: Cena za 1 pasażera
pt: Preço para 1 passageiro
ro: Prețul pentru 1 pasager
ru: Цена за одного пассажира
sv: Pris för en passagerare
th: ราคาสำหรับผู้โดยสาร 1 คน
tr: 1 yolcu fiyatı
vi: Giá cho 1 hành khách
zh_cn: 1 名乘客的价格
zh_tw: 1 位乘客的價格

# flight_details_price_for_all
source: Price for all passengers
ar: السعر لجميع الراكب
da: Pris for alle passagerer
de: Preis für alle Reisenden
el: Τιμή για όλους τους επιβάτες
es: Precio para todos los pasajeros
fi: Hinta kaikille matkustajille
fr: Prix pour tous les passagers
id: Harga untuk semua penumpang
it: Prezzo per tutti i passeggeri
ja: 乗客全員分の料金
ko: 모든 승객의 요금
ms: Harga untuk semua penumpang
nl: Prijs voor alle passagiers
no: Pris for alle passasjerene
pl: Cena za wszystkich pasażerów
pt: Preço para todos os passageiros
ro: Prețul pentru toți pasagerii
ru: Цена за всех пассажиров
sv: Pris för samtliga passagerare
th: ราคาสำหรับผู้โดยสารทั้งหมด
tr: Tüm yolcular için fiyat
vi: Giá cho tất cả hành khách
zh_cn: 所有乘客的价格
zh_tw: 全部乘客的價格

# flight_details_book_ticket
source: Buy ticket for %@
ar: اشتري تذكرك بمقابل %@
da: Køb billet til %@
de: Ticket um %@ kaufen
el: Αγόρασε εισιτήριο για %@
es: Comprar un billete para %@
fi: Osta lippu hintaan %@
fr: Acheter le billet pour %@
id: Beli tiket seharga %@
it: Acquista biglietto per %@
ja: %@への乗車券を買う
ko: %@로 티켓 구매
ms: Beli tiket untuk %@
nl: Koop een ticket voor %@
no: Kjøp billett for %@
pl: Kup bilet za %@
pt: Compre bilhetes para %@
ro: Cumpărați bilet pentru %@
ru: Купить билет за %@
sv: Köp biljett för %@
th: ซื้อตั๋วสำหรับ %@
tr: %@ için bilet al
vi: Mua vé với giá %@
zh_cn: 购买机票，价格为 %@
zh_tw: 購買機票，價格為 %@

# flight_details_in_flight_duration_format
source: %@ in flight
ar: %@ في الطائرة
da: %@ på flyveturen
de: %@ im Flug
el: %@ διάρκεια πτήσης
es: %@ en vuelo
fi: %@ lentoaikaa
fr: %@ en vol
id: %@ dalam penerbangan
it: %@ in volo
ja: 飛行時間：%@
ko: %@ 비행
ms: %@ dalam penerbangan
nl: %@ in vlucht
no: %@ i luften
pl: %@ lotu
pt: %@ de vôo
ro: %@ de zbor
ru: %@ в полёте
sv: %@ flygtid
th: ระยะเวลาบิน %@
tr: uçuşta %@
vi: Bay %@
zh_cn: 飞行时间 %@
zh_tw: 飛行 %@

# flight_details_on_the_way_duration_format
source: Travel time: %@
ar: وقت السفر: %@
da: Rejsetid: %@
de: Reisezeit: %@
el: Διάρκεια ταξιδιού: %@
es: Tiempo de viaje: %@
fi: Matkustusaika: %@
fr: Temps de trajet : %@
id: Waktu travel: %@
it: Tempo di viaggio: %@
ja: 旅行時間： %@
ko: 이동시간: %@
ms: Masa perjalanan: %@
nl: Reistijd: %@
no: Reisetid: %@
pl: Czas podróży: %@
pt: Tempo de viagem: %@
ro: Timp de calatorie: %@
ru: %@ в пути
sv: Resetid: %@
th: เวลาเดินทาง: %@
tr: Seyahat zamanı: %@
vi: Thời gian hành trình: %@
zh_cn: 行程时间：%@
zh_tw: 旅行時間：%@

# flight_details_transfer_in_city_format
source: Layover %@
ar: توقف قصير في %@
da: Layover i %@
de: Zwischenstopp in %@
el: Στάση σε %@
es: Escala en %@
fi: Välilasku kohteessa %@
fr: Escale à %@
id: Singgah di %@
it: Scalo a %@
ja: %@で乗り継ぎ
ko: %@런던에서 경유
ms: Persinggahan di %@
nl: Tussenstop in %@
no: Mellomlanding i %@
pl: Przesiadka w %@
pt: Parada em %@
ro: Escală în: %@
ru: Пересадка %@
sv: Mellanlandning i %@
th: หยุดพักใน %@
tr: %@'de Aktarma
vi: Quá cảnh ở %@
zh_cn: 在%@停留
zh_tw: 在 %@ 轉機

# flight_details_buy_luggage_later_msg_title
source: Baggage can be added later
ar: يمكن إضافة الأمتعة المسجلة لاحقاً
da: Baggage kan tilføjes senere
de: Gepäckstücke können später hinzugefügt werden
el: Οι αποσκευές μπορούν να προστεθούν αργότερα
es: El equipaje se puede añadir más tarde
fi: Matkatavaroita voidaan lisätä myöhemmin
fr: Les bagages peuvent être ajoutés plus tard
id: Bagasi dapat ditambahkan nanti
it: Il bagaglio può essere aggiunto in un secondo momento
ja: 手荷物は後から追加できます
ko: 수하물은 나중에 추가할 수 있습니다
ms: Bagasi boleh ditambah kemudian
nl: Bagage kan later worden toegevoegd
no: Bagasje kan legges til senere
pl: Bagaż można dodać później
pt: A bagagem pode ser adicionada depois
ro: Bagajul poate fi adăugat ulterior
ru: Багаж можно добавить потом
sv: Bagage kan läggas till senare
th: สามารถเพิ่มสัมภาระในภายหลังได้
tr: Bagaj daha sonra eklenebilir
vi: Có thể bổ sung hành lý sau
zh_cn: 可以稍后添加行李
zh_tw: 可以稍後添加行李

# flight_details_buy_luggage_later_msg_desc
source: For example, when buying a ticket or checking in for a flight
ar: على سبيل المثال، عند شراء تذكرة أو التسجيل لرحلة طيران
da: For eksempel når du køber en billet eller tjekker ind på en flyrejse
de: Beispielsweise beim Kauf eines Tickets oder beim Einchecken für einen Flug
el: Για παράδειγμα, όταν αγοράζεις ένα εισιτήριο ή κάνεις check-in για μια πτήση
es: Por ejemplo, al comprar un billete o facturar un vuelo
fi: Esimerkiksi kun ostat lippua, tai teet lähtöselvitystä lennolle
fr: Par exemple, lors de l'achat d'un billet ou de l'enregistrement pour un vol
id: Misalnya, saat membeli tiket atau check-in untuk penerbangan
it: Per esempio, all'acquisto del biglietto o durante il check-in
ja: 例えば、チケット購入時、またはフライトのチェックイン時
ko: 예를 들어, 항공권 구매 시 또는 항공편 체크인 시
ms: Contohnya, semasa membeli tiket atau daftar masuk penerbangan
nl: Bijvoorbeeld bij het kopen van een ticket of het inchecken voor een vlucht
no: For eksempel når du kjøper en billett eller sjekker inn på en flyreise
pl: Np. przy zakupie biletu lub przy odprawie na lot
pt: Por exemplo, ao comprar uma passagem ou fazer o check-in de um voo
ro: De exemplu, atunci când cumpărați un bilet sau faceți check-in pentru un zbor
ru: Например, при оформлении билета или на регистрации на рейс
sv: Till exempel när du köper en biljett eller checkar in på ett flyg
th: ตัวอย่างเช่น ในขณะซื้อตั๋วหรือเช็กอินเที่ยวบิน
tr: Örneğin, bir bilet alırken veya bir uçuş için check-in yaparken
vi: Ví dụ, khi mua vé hoặc làm thủ tục check in cho chuyến bay
zh_cn: 例如，在购买机票时，或者办理登机手续时。
zh_tw: 例如，在購買機票時，或辦理登機手續時。

# flight_details_buy_luggage_later_msg_button
source: Got it
ar: نعم!
da: Forstået
de: Verstanden
el: Εντάξει
es: Entendido
fi: Selvä
fr: Compris !
id: Saya paham
it: Ho capito
ja: 了解
ko: 알겠습니다
ms: Faham
nl: Duidelijk!
no: Skjønner
pl: Rozumiem
pt: Entendi
ro: Am înţeles
ru: Понятно
sv: Jag förstår
th: เข้าใจแล้ว
tr: Anladım
vi: Đã hiểu
zh_cn: 明白了
zh_tw: 了解

# flight_details_unavailable_ticket_title
source: We'll select a different flightÂ %@
ar: سنختار رحلة مختلفة إلى %@
da: Vi vælger et andet fly til %@
de: Wir werden einen anderen Flug nach %@ auswählen
el: Θα επιλέξουμε μια διαφορετική πτήση προς %@
es: Seleccionaremos un vuelo diferente a %@
fi: Valitsemme eri lennon, jonka kohteena on %@
fr: Nous sélectionnerons un autre vol vers %@
id: Kami akan memilih penerbangan lain ke %@
it: Selezioneremo un volo diverso per %@
ja: %@への別のフライトを選択します
ko: %@로 가는 다른 항공편을 선택하겠습니다.
ms: Kami akan memilih penerbangan lain ke %@
nl: We selecteren een andere vlucht naar %@
no: Vi finner en annen flyvning til %@
pl: Wybierzemy inny lot do %@
pt: Vamos selecionar um voo diferente para %@
ro: Vom alege un alt zbor către %@
ru: Мы выберем другой рейс %@
sv: Vi väljer ett annat flyg till %@
th: เราจะเลือกเที่ยวบินอื่นไปยัง %@
tr: %@ için farklı bir uçuş seçeceğiz
vi: Chúng tôi sẽ chọn một chuyến bay khác đến %@
zh_cn: 我们将选择飞往 %@ 的其他航班
zh_tw: 我們會選擇到%@的另一航班

# flight_details_unavailable_ticket_message
source: This flight combination isn't available. Try looking for other flights %@
ar: مجموعة الرحلات هذه غير متوفرة. يُرجى محاولة البحث عن رحلات أخرى إلى %@
da: Denne flykombination er ikke tilgængelig. Prøv at søge efter andre fly til %@
de: Diese Flugkombination ist nicht verfügbar. Versuchen Sie, nach anderen Flügen nach %@ zu suchen
el: Αυτός ο συνδυασμός πτήσεων δεν είναι διαθέσιμος. Δοκιμάστε να αναζητήσετε άλλες πτήσεις προς %@
es: No está disponible esta combinación de vuelos. Busque otros vuelos a %@
fi: Kyseistä lentoyhdistelmää ei ole saatavilla. Etsi muita lentoja, joiden kohteena on %@
fr: Cette combinaison de vols n'est pas disponible. Essayez de rechercher d'autres vols vers %@
id: Kombinasi penerbangan ini tidak tersedia. Coba cari penerbangan lain ke %@
it: Questa combinazione di voli non è disponibile. Prova a cercare altri voli per %@
ja: このフライトの組み合わせはご利用いただけません。%@への他のフライトを検索してみて下さい
ko: 이 항공편 조합은 사용할 수 없습니다. %@로 가는 다른 항공편을 찾아보세요.
ms: Gabungan penerbangan ini tidak tersedia. Cuba cari penerbangan lain ke %@
nl: De combinatie van deze vluchten is niet beschikbaar. Probeer andere vluchten naar %@ te zoeken
no: Denne rutekombinasjonen er ikke tilgjengelig. Prøv å finne andre flyvninger til %@
pl: Ta kombinacja lotów jest niedostępna. Spróbuj poszukać innych lotów do %@
pt: Esta combinação de voos não está disponível. Experimente pesquisar outros voos para %@
ro: Această combinație de zboruri nu este disponibilă. Încearcă să cauți alte zboruri către %@
ru: Текущее сочетание рейсов недоступно. Проверьте, подойдет ли вам новый рейс %@
sv: Den här flygkombinationen är inte tillgänglig. Försök hitta andra flyg till %@
th: เที่ยวบินรวมนี้ไม่มีให้บริการ ลองค้นหาเที่ยวบินอื่นไปยัง %@
tr: Bu uçuş kombinasyonu mevcut değil. %@ şehrine farklı uçuşlar aramayı deneyin
vi: Sự kết hợp chuyến bay này không có sẵn. Hãy thử tìm các chuyến bay khác đến %@
zh_cn: 此航班组合不可用。请尝试寻找飞往 %@ 的其他航班
zh_tw: 航班組合不可行。請嘗試搜尋到%@的其他航班

# flight_details_unavailable_ticket_primary_button
source: Got it
ar: نعم!
da: Forstået
de: Verstanden
el: Εντάξει
es: Entendido
fi: Selvä
fr: Compris !
id: Saya paham
it: Ho capito
ja: 了解
ko: 알겠습니다
ms: Faham
nl: Duidelijk!
no: Skjønner
pl: Rozumiem
pt: Entendi
ro: Am înţeles
ru: Хорошо
sv: Jag förstår
th: เข้าใจแล้ว
tr: Anladım
vi: Đã hiểu
zh_cn: 明白了
zh_tw: 了解

# flight_details_unavailable_ticket_secondary_button
source: Close
ar: إغلاق
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
fi: Sulje
fr: Fermer
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
ms: Tutup
nl: Sluiten
no: Lukk
pl: Zamknij
pt: Fechar
ro: Închide
ru: Закрыть
sv: Stäng
th: ปิด
tr: Kapat
vi: Đóng
zh_cn: 关闭
zh_tw: 關閉

# flight_details_direct_flight_selected_text
source: Selected
ar: المختارة
da: Valgt
de: Ausgewählt
el: Επιλέχθηκε
es: Seleccionado
fi: Valittu
fr: Sélectionné
id: Dipilih
it: Selezionato
ja: 選択
ko: 선택됨
ms: Dipilih
nl: Geselecteerd
no: Valgt
pl: Wybrane
pt: Selecionados
ro: Selectat
ru: Выбран
sv: Vald
th: เลือกแล้ว
tr: Seçili
vi: Đã chọn
zh_cn: 已选
zh_tw: 已選

# flight_details_direct_flight_same_price_text
source: Same price
ar: السعر نفسه
da: Samme pris
de: Gleicher Preis
el: Ίδια τιμή
es: Mismo precio
fi: Sama hinta
fr: Même prix
id: Harga yang sama
it: Stesso prezzo
ja: 同価格
ko: 동일 가격
ms: Sama harga
nl: Zelfde prijs
no: Samme pris
pl: Taka sama cena
pt: O mesmo preço
ro: Același preț
ru: Та же цена
sv: Samma pris
th: ราคาเดียวกัน
tr: Aynı fiyat
vi: Đồng giá
zh_cn: 相同价格
zh_tw: 相同價格

# flight_details_direct_flight_unavailable_text
source: Unavailable
ar: غير متاح
da: Utilgængelig
de: Nicht verfügbar
el: Μη διαθέσιμο
es: No disponible
fi: Ei saatavilla
fr: Indisponible
id: Tidak tersedia
it: Non disponibile
ja: 利用できません
ko: 이용 불가
ms: Tidak tersedia
nl: Niet beschikbaar
no: Utilgjengelig
pl: Niedostępne
pt: Indisponível
ro: Indisponibil
ru: Недоступна
sv: Otillgänglig
th: ไม่สามารถใช้งานได้
tr: Servis dışı
vi: Không có sẵn
zh_cn: 不可用
zh_tw: 不可用
