Repository: dtachkov/airtickets_ios_new
Catalog: Resources/Strings/SDK/*.lproj/FlightsLayoverInfo.strings
Languages: ar, da, de, el, es, fi, fr, id, it, ja, ko, ms, nl, no, pl, pt, pt_br, ro, ru, sv, th, tr, vi, zh_cn, zh_tw

# flights_layover_info_separate_booking_nuance_4
source: The terms for refunds and exchanges will most likely be different for each ticket
ar: من المرجح أن تختلف شروط استرداد الأموال والاستبدال لكل تذكرة
da: Vilkårene for refunderinger og udvekslinger vil sandsynligvis være forskellige for hver billet
de: Die Bedingungen für Rückerstattung und Umtausch sind wahrscheinlich für jedes Ticket unterschiedlich
el: Οι όροι για τις επιστροφές και ανταλλαγές θα είναι πιθανότατα διαφορετικοί για κάθε εισιτήριο
es: Lo más probable es que las condiciones de reembolso y cambio sean diferentes para cada billete
fi: Korvausten ja vaihtojen ehdot todennäköisesti vaihtelevat lipusta riippuen
fr: Les conditions de remboursement et d'échange seront probablement différentes pour chaque billet
id: Persyaratan pengembalian dana dan penukaran kemungkinan besar berbeda untuk masing-masing tiket
it: I termini per i rimborsi e i cambi saranno molto probabilmente diversi per ciascun biglietto
ja: 払い戻しと交換の条件は、チケットごとに異なる可能性があります
ko: 환불 및 교환 약관은 항공권마다 다를 수 있습니다.
ms: Terma untuk bayaran balik dan penukaran selalunya berbeza untuk setiap tiket
nl: De voorwaarden voor restitutie en omruilen zijn zeer waarschijnlijk voor elk ticket anders
no: Vilkårene for refusjon og bytte vil sannsynligvis være forskjellige for hver enkelt billett
pl: Warunki dotyczące zwrotów i wymian najprawdopodobniej będą się różnić w zależności od biletu
pt: Muito provavelmente, os termos de troca e reembolso serão diferentes para cada bilhete
pt_br: Provavelmente, os termos de reembolso e conexões serão diferentes para cada passagem
ro: Termenii pentru rambursări și schimburi vor fi, cel mai probabil, diferiți pentru fiecare bilet în parte
ru: Правила обмена и возврата для каждого билета, скорее всего, отличаются
sv: Villkoren för återbetalning och bytesrätt kommer sannolikt att skilja sig åt för varje biljett
th: ข้อกำหนดสำหรับการคืนเงินและอัตราแลกเปลี่ยน ส่วนมากแล้วจะต่างกันออกไปสำหรับตั๋วแต่ละใบ
tr: İade ve değişim koşulları büyük olasılıkla her bilet için farklı olacaktır
vi: Các điều khoản hoàn tiền và chuyển đổi rất có thể khác nhau tùy theo từng vé
zh_cn: 每张机票的退换政策很可能各不相同
zh_tw: 每一張機票的退款和換票條件很可能都不一樣

# flights_layover_info_separate_booking_epilogue
source: You should probably avoid these tickets if you aren't an experienced traveler
ar: ربما ينبغي عليك تجنب هذه التذاكر إذا لم تكن مسافرًا متمرسًا
da: Du bør nok undgå disse billetter, hvis du ikke er erfaren i at rejse
de: Wenn Sie kein erfahrener Reisender sind, sollten Sie diese Tickets lieber meiden
el: Θα πρέπει μάλλον να αποφύγετε αυτά τα εισιτήρια αν δεν είστε έμπειρος ταξιδιώτης
es: Probablemente debería evitar estos billetes si no es un viajero con experiencia
fi: Näitä lippuja ei välttämättä kannata hankkia, jos et ole kokenut matkaaja
fr: Vous devriez probablement éviter ce type de billets si vous n'êtes pas un voyageur expérimenté
id: Anda mungkin sebaiknya menghindari tiket seperti ini jika Anda bukan merupakan pelancong berpengalaman
it: Probabilmente dovresti evitare questi biglietti se non sei un viaggiatore esperto
ja: 旅行の経験が浅い場合は、おそらくこれらのチケットは避けたほうがよいでしょう。
ko: 여행 경험이 많은 여행자가 아니라면 이러한 항공권은 피하는 것이 좋습니다.
ms: Mungkin anda perlu mengelakkan tiket-tiket sebegini jika anda bukannya seorang pelancong yang berpengalaman
nl: Als u geen ervaren reiziger bent, is het waarschijnlijk beter dat u geen gebruikmaakt van deze tickets
no: Du bør sannsynligvis unngå disse billettene hvis du ikke er en erfaren reisende
pl: Odradzamy tego rodzaju bilety osobom bez doświadczenia w podróżowaniu
pt: Se não for um viajante experiente, provavelmente, é melhor evitar esses bilhetes
pt_br: Provavelmente, você deveria evitar essas passagens se não for um viajante experiente
ro: Ar fi bine să evitați aceste bilete dacă nu sunteți un turist cu experiență
ru: В общем, такие билеты подойдут только подготовленным путешественникам
sv: Du borde nog undvika dessa biljetter om du inte är en erfaren resenär
th: คุณควรหลีกเลี่ยงการจองตั๋วในรูปแบบนี้ หากคุณไม่ใช่นักเดินทางที่มีประสบการณ์
tr: Deneyimli bir yolcu değilseniz bu biletlerden kaçınmanız iyi olur
vi: Bạn nên tránh các loại vé này nếu không phải du khách dày dạn kinh nghiệm
zh_cn: 如果您不是一位经验丰富的旅客，您或许应该避免购买联程机票
zh_tw: 如果沒有豐富的旅行經驗，應該避免購買這種機票

# flights_layover_info_short_title
source: Short layover %@
ar: توقف قصير في %@
da: Kort ventetid i %@
de: Kurzer Zwischenstopp in %@
el: Σύντομη στάση σε %@
es: Escala corta en %@
fi: Lyhyt välilasku kohteessa %@
fr: Brève escale à %@
id: Singgah singkat di %@
it: Breve sosta a %@
ja: %@で短い乗り継ぎ
ko: %@에서 짧은 레이오버
ms: Singgah sebentar di %@
nl: Korte overstap in %@
no: Kort mellomlanding i %@
pl: Krótki postój w %@
pt: Escala de curta duração em %@
pt_br: Pausa breve em %@
ro: Escală scurtă în %@
ru: Короткая пересадка %@
sv: Kort uppehåll in %@
th: หยุดพักระยะสั้นใน %@
tr: %@ konumunda kısa aktarma
vi: Quá cảnh ngắn ở %@
zh_cn: %@中途短暂停留
zh_tw: 於 %@ 短暫停留

# flights_layover_info_short_description
source: Only %@ – you'll have to hurry:
ar: %@ فقط - عليك الإسراع:
da: Kun %@ – du skal skynde dig:
de: Nur %@ – Sie müssen sich beeilen:
el: Μόνο %@ – θα πρέπει να βιαστείτε:
es: ¡Solo le quedan %@! Tendrá que darse prisa:
fi: Vain %@ – sinun on pidettävä kiirettä:
fr: Seulement %@, vous devrez vous dépêcher :
id: Hanya %@ — Anda harus bergegas:
it: Solo %@ - dovrai fare in fretta:
ja: %@のみ – 急ぎましょう：
ko: 단 %@뿐이니 서두르셔야 합니다:
ms: Cuma %@ â€“ anda perlu cepat:
nl: Nog maar %@ - je moet opschieten:
no: Bare %@, du må skyndte deg:
pl: Tylko %@ – musisz się pospieszyć:
pt: Apenas %@ - terá de se despachar:
pt_br: Apenas %@ — você precisará correr:
ro: Doar %@ – va trebui să vă grăbiți:
ru: Всего %@ – придется поторопиться:
sv: Endast %@ – du måste skynda dig:
th: เหลืออีกเพียง %@ เท่านั้น - คุณจะต้องรีบหน่อยแล้ว:
tr: Sadece %@ kaldı – acele etmeniz gerekecek:
vi: Chỉ %@ – bạn sẽ phải thật nhanh:
zh_cn: 仅 %@——您必须抓紧：
zh_tw: 僅剩 %@，您得抓緊時間：

# flights_layover_info_short_nuance_0
source: Your baggage may not get transferred in time and arrive later
ar: قد لا يتم نقل أمتعتك في الوقت المحدد وتصل في وقت لاحق
da: Din bagage vil muligvis ikke blive flyttet til flyet i tide og kan ankomme senere
de: Es ist möglich, dass Ihr Gepäck nicht rechtzeitig umgeladen wird und später ankommt
el: Οι αποσκευές σας μπορεί να μην μεταφερθούν εγκαίρως και να φτάσουν αργότερα
es: Puede que su equipaje no se traslade a tiempo y llegue más tarde
fi: Matkatavaroitasi ei välttämättä saada kyytiin ajoissa, jolloin ne saapuvat myöhemmin
fr: Vos bagages peuvent ne pas être transférés à temps et arriver plus tard
id: Bagasi Anda mungkin tidak ditransfer tepat waktu dan akan tiba nanti
it: Il tuo bagaglio potrebbe non essere trasferito in tempo e arrivare più tardi
ja: 荷物が時間内に移送されず、到着が遅れる可能性があります
ko: 위탁 수하물이 제시간에 운송되지 않아 늦게 도착할 수 있습니다.
ms: Bagasi anda mungkin tidak dihantar dalam masa yang tepat dan tiba kemudian
nl: Het kan zijn dat uw bagage niet op tijd wordt overgeladen en later aankomt
no: Det kan hende at bagasjen din ikke blir overført i tide og ankommer senere
pl: Istnieje ryzyko, że twój bagaż nie zostanie przekazany na czas i dotrze z opóźnieniem
pt: A sua bagagem poderá não ser transferida a tempo e chegar mais tarde
pt_br: A sua bagagem pode não ser transferida a tempo e pode chegar depois
ro: Este posibil ca bagajele dvs. să nu fie transferate la timp și să ajungă mai târziu
ru: Ваш багаж может не успеть «пересесть» вместе с вами и прилететь позже
sv: Det kan hända att ditt bagage inte överförs i tid och att det anländer sent
th: สัมภาระของคุณอาจได้รับการจัดส่งไม่ทันเวลาและมาถึงล่าช้า
tr: Bagajınız zamanında transfer edilemeyebilir ve daha geç ulaşabilir
vi: Hành lý của bạn có thể không được chuyển đến kịp và sẽ đến sau
zh_cn: 您的行李可能不会及时转运，会延迟抵达
zh_tw: 您的行李可能來不及轉運，而造成延誤送達

# flights_layover_info_short_nuance_1
source: You may not be on time for your connecting flight if the previous one gets delayed
ar: قد لا تصل في الوقت المحدد لرحلتك المتصلة إذا تأخرت الرحلة السابقة
da: Du når muligvis ikke dit forbindende fly, hvis det tidligere bliver forsinket
de: Es kann sein, dass Sie Ihren Anschlussflug nicht pünktlich erreichen, wenn der vorherige Flug Verspätung hat
el: Μπορεί να μην προλάβετε εγκαίρως την πτήση ανταπόκρισής σας εάν η προηγούμενη έχει καθυστέρηση
es: Puede que no llegue a tiempo a su vuelo de conexión si el anterior se retrasa
fi: Et välttämättä ehdi ajoissa jatkolennollesi, jos aikaisempi lentosi viivästyy
fr: Vous risquez de ne pas être à l'heure pour votre vol de correspondance si le précédent est retardé
id: Anda mungkin tidak punya cukup waktu mengejar penerbangan lanjutan jika penerbangan Anda sebelumnya tertunda
it: Potresti non arrivare puntuale per il tuo volo di coincidenza se il precedente subisce un ritardo
ja: 前の便が遅れた場合、乗り継ぎ便に間に合わない可能性があります
ko: 이전 항공편이 연착될 경우 연결편 탑승 시간에 맞춰 도착하지 못할 수 있습니다.
ms: Anda mungkin lewat untuk penerbangan sambungan anda sekiranya penerbangan awal ditangguh
nl: Het kan zijn dat u niet op tijd bent voor uw aansluitende vlucht als de vorige vertraging heeft
no: Det er ikke sikkert at du rekker videreflyet ditt hvis det forrige flyet blir forsinket
pl: Możesz nie zdążyć na lot przesiadkowy, jeśli poprzedni lot się opóźni
pt: Em caso de atraso do primeiro voo, poderá não chegar a tempo de apanhar o voo de ligação
pt_br: Você pode não chegar a tempo do seu voo de conexão se o voo anterior se atrasar
ro: Este posibil să nu ajungeți la timp pentru zborul de legătură dacă zborul precedent suferă întârzieri
ru: Вы можете не успеть на следующий рейс, если предыдущий задержится
sv: Du kanske inte hinner i tid till ditt anslutande flyg om det föregående blir försenat
th: คุณอาจไปไม่ทันเวลาเที่ยวบินแบบต่อเครื่องของคุณ หากเที่ยวบินก่อนหน้าเกิดการล่าช้า
tr: Bir önceki uçuşunuz rötar yaparsa aktarma uçuşunuza zamanında yetişemeyebilirsiniz
vi: Bạn có thể không đến đúng giờ để lên chuyến bay nối chuyến nếu chuyến trước đó bị trễ
zh_cn: 如果前一程航班延误，您可能无法及时赶上您的中转航班
zh_tw: 如果前一班航班延誤，您可能無法及時搭上轉機航班

# flights_layover_info_night_title
source: Overnight layover %@
ar: توقف ليلي في %@
da: Ophold over natten på %@
de: Zwischenstopp über Nacht in %@
el: Στάση με διανυκτέρευση σε %@
es: Escala con pernocta en %@
fi: Yön yli kestävä välilasku kohteessa %@
fr: Escale de nuit à %@
id: Singgah bermalam di %@
it: Scalo notturno a %@
ja: %@で夜間の乗り継ぎ
ko: %@에서 오버나잇 레이오버
ms: Berhenti bermalam sebentar di %@
nl: Nachtelijke overstap in %@
no: Mellomlanding med overnatting i %@
pl: Nocny postój w %@
pt: Pausa com estadia noturna em %@
pt_br: Pausa com estadia noturna em %@
ro: Escală peste noapte în %@
ru: Ночная пересадка %@
sv: Uppehåll över natten i %@
th: หยุดพักค้างคืนใน %@
tr: %@ konumunda bir gece süren aktarma
vi: Quá cảnh qua đêm ở %@
zh_cn: %@中途过夜停留
zh_tw: 於 %@ 過夜停留

# flights_layover_info_night_description
source: You'll have to spend money on a hotel or sleep on a park bench. Keep in mind that some airports are closed at night.
ar: سيتعين عليك إنفاق المال على فندق أو النوم على مقعد في الحديقة. ضع في اعتبارك أن بعض المطارات تكون مغلقة ليلاً.
da: Du skal bruge penge på et hotel eller sove på en parkbænk. Bemærk, at nogle lufthavne er lukket om natten.
de: In diesem Fall müssen Sie Geld für ein Hotel ausgeben oder auf einer Parkbank schlafen. Bitte beachten Sie, dass einige Flughäfen nachts geschlossen sind.
el: Θα πρέπει να ξοδέψετε χρήματα για ξενοδοχείο ή να κοιμηθείτε σε παγκάκι στο πάρκο. Λάβετε υπόψη ότι ορισμένα αεροδρόμια είναι κλειστά τη νύχτα.
es: Tendrá que gastar dinero en un hotel o dormir en un banco del parque. Tenga en cuenta que algunos aeropuertos cierran por la noche.
fi: Voit joutua maksamaan hotellissa yöpymisestä tai nukkumaan puistonpenkillä. Otathan huomioon, että jotkin lentoasemat suljetaan yöksi.
fr: Vous devrez dépenser de l'argent pour un hôtel ou dormir sur un banc public. N'oubliez pas que certains aéroports sont fermés la nuit.
id: Anda harus mengeluarkan uang untuk hotel atau tidur di bangku taman. Harap diingat bahwa sebagian bandara tutup pada malam hari.
it: Dovrai dormire a spese tue in un hotel o su una panchina del parco. Tieni presente che alcuni aeroporti sono chiusi di notte.
ja: お金を出してホテルに泊まるか、公園のベンチで寝る必要があります。一部の空港は夜間は閉鎖されるので注意してください。
ko: 호텔에 숙박하거나 공원 벤치에서 자야할 수 있습니다. 일부 공항은 야간에 폐쇄되는 점을 명심하세요.
ms: Anda perlu membelanjakan wang bagi hotel atau tidur di kerusi taman. Sila ambil perhatian bahawa terdapat lapangan terbang yang ditutup pada waktu malam.
nl: U dient geld uit te geven aan een hotel of op een bankje in het park te slapen. Houd er rekening mee dat sommige luchthavens 's nachts gesloten zijn.
no: Du må bruke penger på hotell eller sove på en parkbenk. Husk at noen flyplasser er stengt om natten.
pl: Przygotuj się na opłacenie noclegu w hotelu lub spanie na ławce w parku – pamiętaj, że niektóre lotniska są zamknięte w nocy.
pt: Terá de gastar dinheiro num hotel ou de dormir num banco de qualquer parque. Lembre-se de que alguns aeroportos estão fechados de noite.
pt_br: Você terá que gastar dinheiro com hotel ou dormir em um banco de parque. Lembre-se de que alguns aeroportos fecham à noite.
ro: Va trebui să cheltuiți bani pe un hotel sau să dormiți pe o bancă din parc. Rețineți că unele aeroporturi sunt închise pe timp de noapte.
ru: Придётся тратить деньги на отель или спать на лавочке. К тому же некоторые аэропорты закрываются на ночь.
sv: Då får du lägga pengar på ett hotell eller sova på en parkbänk. Tänk på att vissa flygplatser är stängda på natten.
th: คุณจะต้องจ่ายเงินเพื่อพักโรงแรมหรือนอนบนม้านั่งในสวนสาธารณะ โปรดทราบว่าสนามบินบางแห่งตอนกลางคืนจะปิดให้บริการ
tr: Bir otele para harcamak ya da bir park bankında uyumak zorunda kalabilirsiniz. Bazı havaalanlarının geceleri kapalı olduğunu unutmayın.
vi: Bạn sẽ phải bỏ tiền ra thuê khách sạn hoặc ngủ trên ghế công viên. Hãy nhớ rằng có một số sân bay đóng cửa vào ban đêm.
zh_cn: 您将需要出钱在酒店住宿，或者需要在公园长椅上过夜。请记住，部分机场夜间会关门。
zh_tw: 您會需自費住飯店，或睡在公園長椅上。請留意，有些機場晚上會關閉。

# flights_layover_info_airport_change_title
source: Layover with airport change %@
ar: توقف مؤقت مع تغيير المطار في %@
da: Ophold med lufthavnsskift i %@
de: Zwischenstopp mit Flughafenwechsel in %@
el: Στάση με αλλαγή αεροδρομίου στη %@
es: Escala con cambio de aeropuerto en %@
fi: Välilasku lentoaseman vaihdolla kohteessa %@
fr: Escale avec changement d'aéroport à %@
id: Transit dengan pindah bandara di %@
it: Scalo con cambio di aeroporto a %@
ja: %@で空港間の地上移動を含む乗り継ぎ
ko: %@에서 공항 변경이 있는 레이오버
ms: Persinggahan dengan pertukaran lapangan terbang di %@
nl: Tussenstop met wijziging van luchthaven in %@
no: Mellomlandinger med flyplassbytte i %@
pl: Przerwa w podróży ze zmianą lotniska w %@
pt: Escala com mudança de aeroporto em %@
pt_br: Conexão com troca de aeroporto em %@
ro: Escală cu schimbare de aeroport în %@
ru: Пересадка со сменой аэропорта %@
sv: Mellanlandning med byte av flygplats i %@
th: หยุดพักโดยเปลี่ยนสนามบินใน %@
tr: %@'de havaalanı değiştirerek aktarma
vi: Quá cảnh có thay đổi sân bay ở %@
zh_cn: 在 %@ 更换机场的中转
zh_tw: 在%@換機場轉機

# flights_layover_info_airport_change_description
source: It's not difficult, but there are things to consider:
ar: الأمر ليس صعبًا، ولكن هناك أشياء يجب مراعاتها:
da: Det er ikke svært, men der er nogle ting, du bør være opmærksom på:
de: Es ist nicht schwierig, aber es gibt einiges zu beachten:
el: Δεν είναι δύσκολο, αλλά υπάρχουν πράγματα που πρέπει να λάβετε υπόψη:
es: No es difícil, pero hay que tener en cuenta algunas cosas:
fi: Se ei ole vaikeaa, mutta erinäisiä seikkoja kannattaa ottaa huomioon:
fr: Ce n'est pas difficile, mais il y a des choses à prendre en compte :
id: Ini tidak sulit, tetapi ada beberapa hal yang perlu dipertimbangkan:
it: Non è difficile, ma considera che:
ja: 難しいことではありませんが、考慮すべき点があります：
ko: 어려운 일은 아니지만, 다음 사항을 고려해야 합니다.
ms: Ianya bukanlah sukar, namun terdapat beberapa perkara untuk dipertimbangkan:
nl: Het is niet moeilijk, maar er zijn dingen waarmee u rekening moet houden:
no: Det er ikke vanskelig, men det er noen ting du må tenke på:
pl: To nie jest trudne, ale należy pamiętać o kilku kwestiach:
pt: Não é difícil, mas deve considerar alguns pormenores:
pt_br: Não é difícil, mas há algumas coisas a se considerar:
ro: Nu este dificil, dar trebuie să luați în considerare anumite aspecte:
ru: Это не сложно, но есть нюансы:
sv: Det är inte svårt men det finns saker att tänka på:
th: มันไม่ใช่เรื่องยาก แต่จะมีหลายสิ่งที่ต้องคำนึงถึง:
tr: Zor değil ancak dikkate alınması gereken şeyler var:
vi: Việc này không khó, nhưng bạn cần lưu ý những điều sau:
zh_cn: 这不难，但有一些需要您考虑的事项：
zh_tw: 並不是很困難，但有些事項必須考量：

# flights_layover_info_airport_change_nuance_0
source: You'll have to pay for transport between airports
ar: سيتعين عليك دفع تكاليف النقل بين المطارات
da: Du skal betale for transport mellem lufthavne
de: Sie müssen für den Transport zwischen den Flughäfen bezahlen
el: Θα πρέπει να πληρώσετε για τη μεταφορά μεταξύ των αεροδρομίων
es: Tendrá que pagar el transporte entre aeropuertos
fi: Sinun on maksettava lentoasemien väliset matkakulut
fr: Le transport entre les aéroports est à votre charge
id: Anda harus membayar transportasi antarbandara
it: Dovrai pagare per il trasporto tra gli aeroporti
ja: 空港間の交通費は別途支払うことになります
ko: 공항 간 이동 시 교통비를 지불해야 합니다.
ms: Anda perlu membayar pengangkutan antara lapangan terbang
nl: Voor vervoer tussen luchthavens moet u betalen
no: Du må betale for transport mellom flyplassene
pl: Musisz pokryć koszty transportu między lotniskami
pt: Terá de pagar pelo transporte entre aeroportos
pt_br: Você terá que pagar pelo transporte entre os aeroportos
ro: Va trebui să plătiți pentru transport de la un aeroport la altul
ru: Вас ждут затраты на проезд по городу
sv: Du måste betala för transporten mellan flygplatserna
th: คุณจะต้องจ่ายค่าขนส่งระหว่างสนามบิน
tr: Havaalanları arasında ulaşım için ödeme yapmanız gerekecek
vi: Bạn phải trả tiền để di chuyển giữa các sân bay
zh_cn: 您需要支付机场之间的交通费用
zh_tw: 您必須支付機場間的交通費用

# flights_layover_info_airport_change_nuance_1
source: You'll have to collect and recheck your baggage
ar: سيتعين عليك استلام أمتعتك وإعادة فحصها
da: Du skal hente og tjekke din bagage ind igen
de: Sie müssen Ihr Gepäck abholen und erneut aufgeben
el: Θα πρέπει να παραλάβετε και να παραδώσετε εκ νέου για έλεγχο τις αποσκευές σας
es: Tendrá que recoger y volver a facturar su equipaje
fi: Sinun on noudettava ja tarkastutettava matkatavarasi
fr: Vous devrez récupérer et réenregistrer vos bagages
id: Anda harus mengambil dan mendaftarkan ulang bagasi Anda
it: Dovrai ritirare e ricontrollare il tuo bagaglio
ja: 荷物を受け取って再預け入れする必要があります
ko: 위탁 수하물을 찾고 다시 위탁해야 합니다.
ms: Anda telah memungut dan menyemak semula bagasi anda
nl: U moet uw bagage ophalen en opnieuw inchecken
no: Du må hente og sjekke inn bagasjen på nytt
pl: Musisz odebrać i ponownie nadać swój bagaż
pt: Terá de recolher e voltar a despachar a sua bagagem
pt_br: Você terá que coletar e verificar novamente a sua bagagem
ro: Va trebui să vă ridicați și să vă verificați din nou bagajele
ru: Придется получать и сдавать багаж
sv: Du måste hämta ditt bagage och checka in det på nytt
th: คุณจะต้องเก็บและตรวจสอบสัมภาระของคุณซ้ำ
tr: Bagajınızı almanız ve yeniden kontrol etmeniz gerekecek
vi: Bạn phải tự đi lấy rồi ký gửi tiếp hành lý lên chuyến bay tiếp theo
zh_cn: 您需要取回您的行李并重新托运
zh_tw: 您必須領取行李後再次辦理托運

# flights_layover_info_airport_change_nuance_2
source: There's a risk of getting stuck in traffic and missing your flight
ar: هناك خطر أن تتعثر في حركة المرور وتفوّت رحلتك
da: Der er risiko for, at du sidder fast i trafikken og misser dit fly
de: Es besteht das Risiko, im Stau zu stehen und den Flug zu verpassen
el: Υπάρχει κίνδυνος να κολλήσετε στην κίνηση και να χάσετε την πτήση σας
es: Existe el riesgo de quedarse atascado en el tráfico y perder su vuelo
fi: Riski liikenneruuhkaan jumittumisesta ja lennolta myöhästymisestä on olemassa
fr: Vous risquez de vous retrouver bloqué dans les embouteillages et de rater votre vol
id: Ada risiko terjebak macet hingga Anda melewatkan penerbangan Anda
it: C'è il rischio di rimanere imbottigliati nel traffico e di perdere il volo
ja: 渋滞に巻き込まれ、飛行機に乗り遅れてしまう危険性があります
ko: 교통 체증으로 인해 항공편을 놓칠 위험이 있습니다.
ms: Terdapat risiko untuk menghadapi kesesakan lalu lintas dan terlepas penerbangan anda
nl: Het risico bestaat dat u vast komt te zitten in het verkeer en uw vlucht mist
no: Du risikerer å bli sittende fast i trafikken og gå glipp av flyet
pl: Istnieje ryzyko utknięcia w korku i spóźnienia się na lot
pt: Existe sempre o risco de ficar preso no trânsito e perder o seu voo
pt_br: Há o risco de ficar preso no trânsito e perder o seu voo
ro: Există riscul de a rămâne blocat în trafic și de a pierde zborul
ru: Есть риск застрять в пробке и не успеть на посадку
sv: Det finns risk för att du fastnar i trafiken och missar ditt flyg
th: มีความเสี่ยงที่จะเจอการจราจรติดขัดและพลาดเที่ยวบินของคุณ
tr: Trafiğe takılma ve uçuşunuzu kaçırma riski var
vi: Bạn có thể bị kẹt xe và lỡ chuyến bay
zh_cn: 有交通堵塞和错过航班的风险
zh_tw: 可能有塞在半路而錯過班機的風險
