Repository: dtachkov/airtickets_ios_new
Catalog: Resources/Strings/SDK/*.lproj/FlightsFilters.strings
Languages: ar, th

# title
source: Filters
ar: تصفية
th: ฟิลเตอร์

# transfers_section_title
source: Layovers
ar: توقفات
th: การเปลี่ยนเครื่อง

# forth_route_section_title
source: Outbound flight to %@
ar: رحلة مغادرة إلى %@
th: เที่ยวบินต่างประเทศไปยัง %@

# back_route_section_title
source: Return flight to %@
ar: رحلة عودة إلى %@
th: เที่ยวบินกลับไปยัง %@

# extras_section_title
source: More options
ar: خيارات آخرى
th: ตัวเลือกเพิ่มเติม

# sorting_picker_row_cell_title
source: Sort by
ar: الترتيب حسب
th: เรียงตาม

# baggage_switch_row_cell_title
source: Only including baggage
ar: شاملة الأمتعة فقط
th: รวมสัมภาระเท่านั้น

# transfers_count_slider_cell_title
source: Number of layovers
ar: عدد الرحلات
th: จำนวนครั้งที่หยุดพักระหว่างทาง

# transfers_duration_slider_cell_title
source: Duration
ar: المدة
th: ระยะเวลา

# transfer_airports_picker_row_cell_title
source: Connecting airports
ar: ربط المطارات
th: สนามบินที่แวะหยุดพัก

# without_airport_changing_switch_row_cell_title
source: No airport changes
ar: دون تغييرات المطار
th: ไม่มีการเปลี่ยนสนามบิน

# without_night_transfers_switch_row_cell_title
source: No overnight layovers
ar: بدون توقف طوال الليل
th: ไม่มีการหยุดพักแบบค้างคืน

# departure_time_slider_cell_title
source: Departure
ar: الذهاب
th: ต้นทาง

# arrival_time_slider_cell_title
source: Arrival
ar: الوصول
th: ปลายทาง

# flight_duration_slider_cell_title
source: Travel time
ar: مدة السفر
th: ระยะเวลา

# price_slider_cell_title
source: Price
ar: السعر
th: ราคา

# airports_picker_row_cell_title
source: Airports
ar: مطارات
th: สนามบิน

# airlines_picker_row_cell_title
source: Airlines
ar: الخطوط الجوية
th: สายการบิน

# agencies_picker_row_cell_title
source: Agencies
ar: الوكالات
th: เอเจนซี่

# search_button_title
source: Show
ar: عرض
th: แสดง

# duration_slider_value_title
source: up to %@
ar: ما يصل إلى %@
th: สูงสุด %@

# price_slider_value_title
source: up to %@
ar: ما يصل إلى %@
th: สูงสุด %@

# morning_slider_preset_title
source: Morning
ar: صباحاً
th: ช่วงเช้า

# day_slider_preset_title
source: Afternoon
ar: بعد الظهر
th: ช่วงบ่าย

# evening_slider_preset_title
source: Evening
ar: مساءً
th: ช่วงเย็น
