Repository: dtachkov/airtickets_ios_new
Catalog: Resources/Strings/SDK/*.lproj/HotelsLocations.strings
Languages: fi

# title
source: Destination
fi: Matkakohde

# search_bar_placeholder
source: City or hotel
fi: Kaupunki tai hotelli

# nearest_locations_section_title
source: Near you
fi: L채hell채si

# already_searched_section_title
source: Recent searches
fi: Viimeisimm채t haut

# cities_section_title
source: Cities
fi: Kaupunkia

# hotels_section_title
source: Hotels
fi: Hotellit

# attractions_section_title
source: Points of interest
fi: Kiinnostavat kohteet

# airports_section_title
source: Airports
fi: Lentokent채t

# map_point_cell_title
source: Point on the map
fi: Sijainti kartalla

# my_location_cell_title
source: Current location
fi: Nykyinen sijainti
