Repository: dtachkov/airtickets_ios_new
Catalog: Resources/Strings/SDK/*.lproj/HotelsFilters.strings
Languages: ar, el, ro, sv, tr

# title
source: Filters
ar: تصفية
el: Φίλτρα
ro: Filtre
sv: Filter
tr: Filtreler

# sorting_picker_row_cell_title
source: Sort by
ar: الترتيب حسب
el: Ταξινόμηση κατά
ro: Triază după
sv: Sortera efter
tr: Şuna göre sırala

# price_title
source: Price
ar: السعر
el: Τιμή
ro: Preț
sv: Pris
tr: Fiyat

# rating_title
source: Rating
ar: التقييم
el: Αξιολόγηση
ro: Evaluare
sv: Betyg
tr: Puanlama

# location_title
source: Location
ar: الموقع
el: Τοποθεσία
ro: Locație
sv: Läge
tr: Konum

# hotels_filters_search_point
source: Search point
ar: نقطة البحث
el: Σημείο αναζήτησης
ro: Căutare punct
sv: Sökpunkt
tr: Arama noktası

# hotels_filters_point_on_map
source: Point on the map
ar: حدد المعلم على الخريطة
el: Σημείο στο χάρτη
ro: Punct pe hartă
sv: Plats på kartan
tr: Harita üzerinde nokta

# hotels_filters_city_center
source: City center
ar: مركز المدينة
el: Κέντρο πόλης
ro: Centrul orașului
sv: Stadskärna
tr: Şehir merkezi

# hotels_filters_any_metro_station
source: Any subway station
ar: أي محطة مترو الأنفاق
el: Οποιαδήποτε στάση μετρό
ro: Orice stație de metrou
sv: Valfri tunnelbanestation
tr: Herhangi bir metro istasyonu

# map_choice_title
source: Select on map
ar: التحديد على الخريطة
el: Επιλέξτε στον χάρτη
ro: Selectați pe hartă
sv: Välj på karta
tr: Haritada seç

# food_and_payment_title
source: Meals and payment
ar: الوجبات والدفع
el: Γεύματα και πληρωμή
ro: Mese și plată
sv: Måltider och betalning
tr: Öğünler ve ödeme

# apartment_type_title
source: Property type
ar: نوع المنشأة
el: Είδος ιδιοκτησίας
ro: Tipul proprietății
sv: Boendetyp
tr: Taşınmaz türü

# stars_count_title
source: Hotel rating
ar: تصنيف الفندق
el: Βαθμολογία ξενοδοχείου
ro: Clasificare hotel
sv: Hotellets betyg
tr: Otel puanı

# atmosphere_title
source: Vibe
ar: الشعور العام
ro: Atmosferă
sv: Stämning
tr: Ortam

# room_amenities_title
source: Room amenities
ar: مرافق الغرفة
el: Ανέσεις δωματίου
ro: Facilități cameră
sv: Rumsfaciliteter
tr: Oda olanakları

# hotels_amenities_title
source: Hotel amenities
ar: مرافق الفندق
el: Ανέσεις ξενοδοχείου
ro: Facilități hotel
sv: Hotellfaciliteter
tr: Otel olanakları

# hotel_title
source: Hotel
ar: فندق
el: Ξενοδοχείο
sv: Hotell
tr: Otel

# hotels_chain_title
source: Hotel chains
ar: سلسلة الفنادق
el: Αλυσίδες ξενοδοχείων
ro: Lanturi hoteliere
sv: Hotellkedjor
tr: Otel zinciri

# popularity_title
source: Popularity
ar: الأكثر شعبية
el: Δημοφιλία
ro: Popularitate
sv: Popularitet
tr: Popüler

# reviews_count_title
source: Number of reviews
ar: عدد التعليقات
el: Αριθμός κριτικών
ro: Număr comentarii
sv: Antal recensioner
tr: Değerlendirme sayısı

# additional_title
source: Other
ar: آخر
el: Άλλο
ro: Altele
sv: Annat
tr: Diğer

# districts_title
source: Neighborhoods
ar: الأحياء
el: Γειτονιές
ro: Cartiere
sv: Områden
tr: Mahalleler

# booking_agency_title
source: Booking agencies
ar: وكالات الحجز
el: Πρακτορεία κρατήσεων
ro: Agenții de rezervări
sv: Bokningsbyråer
tr: Rezervasyon ajansları

# hide_shared_rooms_title
source: Hide shared rooms
ar: إخفاء الغرف المشتركة
el: Απόκρυψη κοινόχρηστων δωματίων
ro: Ascunde camerele comune
sv: Dölj delade rum
tr: Paylaşımlı odaları gizle

# hide_sold_rooms_title
source: Hide sold out property
ar: إخفاء المنشآت الغير شاغرة
el: Μη δείχνεις sold out καταλύματα
ro: Ascunde proprietățile indisponibile
sv: Dölj fullbokade boenden
tr: Yer kalmayan taşınmazları gizle

# search_hotel_title
source: Search for a specific hotel
ar: البحث عن فندق معين
el: Κάντε αναζήτηση για συγκεκριμένο ξενοδοχείο
ro: Caută un anume hotel
sv: Sök efter ett specifikt hotell
tr: Belirli bir oteli ara

# any_title
source: Any
ar: الكل
el: Όλες
ro: Oricare
sv: Alla
tr: Herhangi

# any_plural_title
source: Any
ar: الكل
el: Οποιοδήποτε
ro: Oricare
sv: Alla
tr: Herhangi

# food_and_payment_with_breakfast_text
source: Breakfast included
ar: متضمنة وجبة الإفطار
el: Περιλαμβάνεται πρωινό
ro: Mic dejun inclus
sv: Frukost ingår
tr: Kahvaltı dâhil

# food_and_payment_without_breakfast_text
source: Breakfast not included
ar: غير متضمنة وجبة الإفطار
el: Δεν περιλαμβάνεται πρωινό
ro: Micul dejun nu este inclus
sv: Frukost ingår inte
tr: Kahvaltı dâhil değil

# food_and_payment_without_card_required_text
source: No credit card required
ar: بدون بطاقة إئتمانية
el: Δεν απαιτείται πιστωτική
ro: Nu este necesar un card de credit
sv: Inget bankkort behövs
tr: Kredi kartı gerekli değil

# food_and_payment_half_board_text
source: Half board
ar: وجبتي الإفطار والعشاء
el: Ημιδιατροφή
ro: Demipensiune
sv: Halvpension
tr: Yarım pansiyon

# food_and_payment_full_board_text
source: Full board
ar: الوجبات الرئيسية دون مشروبات
el: Πλήρης διατροφή
ro: Pensiune completă
sv: Helpension
tr: Tam pansiyon

# food_and_payment_ultra_all_inclusive_text
source: Ultra all-inclusive
ar: كامل الوجبات والمشروبات متكاملة
tr: Ultra her şey dâhil

# food_and_payment_pay_later_text
source: Pay later
ar: الدفع لاحقًا
el: Πληρωμή αργότερα
ro: Plătește mai târziu
sv: Betala senare
tr: Daha sonra öde

# food_and_payment_pay_now_text
source: Pay now
ar: الدفع الآن
el: Πληρωμή τώρα
ro: Plătește acum
sv: Betala nu
tr: Şimdi öde

# atmosphere_modern_text
source: Modern
ar: عصري
el: Μοντέρνο
sv: Modernt

# atmosphere_stylish_text
source: Stylish
ar: أنيق
el: Κομψό
ro: Stilat
sv: Elegant
tr: Tarz

# atmosphere_designer_text
source: Designer
ar: مصمم
el: Με σχεδιασμό γνωστού οίκου
tr: Tasarımcı

# atmosphere_boutique_text
source: Boutique
ar: متجر
el: Μπουτίκ
tr: Butik

# atmosphere_romantic_text
source: Romantic
ar: رومانسي
el: Ρομαντικό
sv: Romantiskt
tr: Romantik

# atmosphere_adults_only_text
source: Adults only
ar: البالغون فقط
el: Μόνο για ενήλικες
ro: Doar pentru adulți
sv: Endast vuxna
tr: Yalnızca yetişkinler

# atmosphere_luxury_text
source: Luxury
ar: رفاهية
el: Πολυτελείας
ro: Luxos
sv: Lyx
tr: Lüks

# atmosphere_business_text
source: Business
ar: درجة رجال الأعمال

# atmosphere_comfort_text
source: Comfort
ar: مريح
el: Άνετο
ro: Confortabil
sv: Komfort
tr: Rahat

# atmosphere_friendly_text
source: Friendly
ar: ودود
el: Φιλικό
ro: Prietenos
sv: Vänligt
tr: Dost canlısı

# atmosphere_family_text
source: Family
ar: عائلي
el: Οικογενειακό
ro: De familie
sv: Familj
tr: Aile

# apartment_type_guest_text
source: Guesthouses
ar: بيوت الضيافة
el: Ξενώνες
ro: Pensiuni
sv: Pensionat
tr: Misafirhaneler

# apartment_type_hotel_text
source: Hotels
ar: فنادق
el: Ξενοδοχεία
ro: Hoteluri
sv: Hotell
tr: Oteller

# apartment_type_hostel_text
source: Hostels
ar: نُزل
el: Πανδοχεία
ro: Hosteluri
sv: Vandrarhem
tr: Pansiyonlar

# apartment_type_apartment_text
source: Apartments
ar: شقة
el: Διαμέρισμα
ro: Apartament
sv: Lägenheter
tr: Daire

# apartment_type_villa_text
source: Villas
ar: فيلا
el: Βίλες
ro: Vile
sv: Villor
tr: Villalar

# apartment_type_apart_hotel_text
source: Apart-hotels
ar: الشقق الفندقية
el: Ξενοδοχεία διαμερισμάτων
ro: Apartamente în regim hotelier
sv: Lägenhetshotell
tr: Apart oteller

# apartment_type_motel_text
source: Motels
ar: موتيلات
el: Μοτέλ
ro: Moteluri
sv: Motell
tr: Moteller

# apartment_type_resort_text
source: Resort hotels
ar: فنادق المنتجعات
el: Θέρετρα
ro: Hoteluri resort
sv: Semesterhotell
tr: Tatil otelleri

# apartment_type_lodge_text
source: Lodges
ar: النزل
el: Καταφύγια
ro: Cabane
sv: Loger
tr: Kulübeler

# apartment_type_bb_text
source: B&B
ar: مبيت مع فطور

# distance_slider_value_title
source: up to %@
ar: ما يصل إلى %@
el: έως %@
ro: până la %@
sv: upp till %@
tr: %@'ye kadar

# rating_slider_value_title
source: from %@
ar: من %@
el: από %@
ro: de la %@
sv: från %@
tr: %@'dan
