Repository: dtachkov/airtickets_ios_new
Catalog: Resources/Strings/SDK/*.lproj/HotelDetails.strings
Languages: ro

# hotel_details_best_proposal_button_title
source: Available rooms
ro: Camere disponibile

# hotel_details_map_location_button_title
source: Show on map
ro: Afișează pe hartă

# hotel_details_map_distance_to_cender
source: City center
ro: Centrul orașului

# hotel_details_year_opened
source: Built in %@
ro: Construit în %@

# hotel_details_year_renovated
source: Renovated in %@
ro: Renovat în %@

# hotel_details_price_category
source: Price range: %@
ro: Gama de prețuri: %@

# hotel_details_language_amenity
source: Staff speaks: %@
ro: Personalul este vorbitor de: %@

# hotel_details_check_in
source: Check-in from %@
ro: Check-in de la %@

# hotel_details_check_out
source: Check-out by %@
ro: Check-out până la %@

# hotel_details_book_button_title
source: Book
ro: Rezervati

# hotel_details_book_unavailable_button_title
source: No rooms found
ro: Nu au fost găsite camere

# hotel_details_location_section_header
source: Location
ro: Locație

# hotel_details_rating_section_header
source: Rating
ro: Evaluare

# hotel_details_reviews_section_header
source: Reviews
ro: Recenzii

# hotel_details_reviews_section_header_button
source: All reviews
ro: Toate recenziile

# hotel_details_about_section_header
source: Hotel details
ro: Detalii hotel

# hotel_details_room_amenities_section_header
source: Room amenities
ro: Facilități cameră

# hotel_details_amenities_section_header
source: Hotel amenities
ro: Facilități hotel

# hotel_details_suggests_section_header
source: Suggested properties
ro: Proprietăți sugerate
