Repository: dtachkov/airtickets_ios_new
Catalog: Resources/Strings/SDK/*.lproj/HotelProposalOptions.strings
Languages: th, zh_tw

# hotel_proposal_breakfast_included
source: Breakfast included
th: รวมอาหารเช้า
zh_tw: 包含早餐

# hotel_proposal_breakfast_not_included
source: Breakfast not included
th: ไม่รวมอาหารเช้า
zh_tw: 不含早餐

# hotel_proposal_card_required
source: Bank card required
th: ต้องระบุบัตรธนาคาร
zh_tw: 需要金融卡

# hotel_proposal_with_deposit
source: Deposit required
th: ต้องวางเงินมัดจํา
zh_tw: 需付訂金

# hotel_proposal_free_wifi
source: Free Wi-Fi
th: Wi-Fi ฟรี
zh_tw: 免費 Wi-Fi

# hotel_proposal_refundable
source: Free cancellation
th: ยกเลิกการจองฟรี
zh_tw: 免費取消

# hotel_proposal_non_refundable
source: Non-cancelable
th: ไม่สามารถยกเลิก
zh_tw: 無法取消

# hotel_proposal_smoking
source: Smoking allowed
th: สูบบุหรี่ได้
zh_tw: 允許吸煙

# hotel_proposal_non_smoking
source: No smoking
th: ห้ามสูบบุหรี่
zh_tw: 不可吸菸

# hotel_proposal_penthouse
source: Penthouse
th: เพนท์เฮ้า
zh_tw: 頂層公寓

# hotel_proposal_all_inclusive
source: All-inclusive
th: รวมอาหารทุกมื้อ
zh_tw: 餐飲全包

# hotel_proposal_air_conditioner
source: Air conditioner
th: เครื่องปรับอากาศ
zh_tw: 空調

# hotel_proposal_fan
source: Hairdryer
th: เครื่องเป่าผม
zh_tw: 吹風機

# hotel_proposal_balcony
source: Balcony
th: ระเบียง
zh_tw: 陽台

# hotel_proposal_terrace
source: Terrace
th: ระเบียง
zh_tw: 露臺

# hotel_proposal_dormitory
source: Shared accommodation
th: ที่พักรวม
zh_tw: 共享住宿

# hotel_proposal_non_private_bathroom
source: Shared bathroom
th: ห้องน้ำรวม
zh_tw: 共用浴室

# hotel_proposal_without_card_required
source: No credit card required
th: ไม่ต้องใช้บัตรเครดิต
zh_tw: 無需信用卡

# hotel_proposal_without_deposit
source: No deposit required
th: ไม่ต้องวางเงินมัดจํา
zh_tw: 不需訂金

# hotel_proposal_half_board
source: Half board
th: อาหารเช้าและอาหารเย็น
zh_tw: 含兩餐

# hotel_proposal_full_board
source: Full board
th: อาหารเช้า กลางวัน เย็น
zh_tw: 含三餐

# hotel_proposal_ultra_all_inclusive
source: Ultra all-inclusive
th: รวมอาหารทุกมื้อแบบดีเยี่ยม
zh_tw: 超級餐飲全包

# hotel_proposal_pay_later
source: Pay later
th: ชำระเงินภายหลัง
zh_tw: 稍後付款

# hotel_proposal_pay_now
source: Pay now
th: ชำระเงินตอนนี้
zh_tw: 馬上付款

# hotel_proposal_private_pool
source: Private pool
th: สระว่ายน้ำส่วนตัว
zh_tw: 私人游泳池

# hotel_proposal_beds_twin
source: Twin beds
th: เตียงคู่
zh_tw: 兩張單人床

# hotel_proposal_beds_double
source: Double bed
th: เตียงคู่
zh_tw: 一大床雙人房
